[
    {
        "heading": null,
        "footnotes": {
            "1": {
                "content": "For a detailed study of the rebellions of the Jamaican working class from the abolition of slavery to the labor rebellion of 1938, see Thomas Holt, *The Problem of Freedom: Race, Labor, and Politics in Jamaica and Britain, 1832*–*1938* (Baltimore, MD: Johns Hopkins University Press, 1992). For a study that takes the story along, see Abigail Bakan, *Ideology and Class Conflict in Jamaica: The Politics of Rebellion* (Montreal: McGill-Queen’s University Press, 1990).",
                "line_number": 969
            },
            "2": {
                "content": "W. Arthur Lewis’s point was that given the choice of foreign and domestic capital, the latter is always better, but if there is none, then the state should control the entry of foreign capital as much as possible. W. Arthur Lewis, *The Theory of Economic Growth* (London: Allen and Unwin, 1955), is the classic text that makes the case, but it is repeated to good effect in his *The Evolution of Foreign Aid* (Cardiff: University College, 1971).",
                "line_number": 971
            },
            "3": {
                "content": "For all the details, see Carlton E. Davis, *Jamaica in the World Aluminum Industry, 1938*–*1973*, vol. 1 (Kingston: Jamaica Bauxite Institute, 1989).",
                "line_number": 971
            },
            "4": {
                "content": "Norman Girvan, “The Development of Dependency Economics in the Caribbean and Latin America: Review and Comparison,” *Social and Economic Studies* 22, no. 1 (1973): 1–33, and *Foreign Capital and Economic Underdevelopment in Jamaica* (Kingston: Institute for Social and Economic Research, 1971). For the excellent point about the export of labor, see Paget Henry, *Caliban’s Reason: Introducing Afro-Caribbean Philosophy* (New York: Routledge, 2000), 228.",
                "line_number": 971
            },
            "5": {
                "content": "Efrayim Ahiram, “Income Distribution in Jamaica, 1958,” *Social and Economic Studies* 13, no. 3 (1964): 333–69.",
                "line_number": 977
            },
            "6": {
                "content": "Susanne Soederberg, “Grafting Stability onto Globalisation? Deconstructing the IMF’s Recent Bid for Transparency,” *Third World Quarterly* 22, no. 5 (2001): 851.",
                "line_number": 981
            },
            "7": {
                "content": "For two reasonable assessments, see Evelyne Huber Stephens and John Stephens, *Democratic Socialism in Jamaica: The Political Movement and Social Transformation in Dependent Capitalism* (Princeton, NJ: Princeton University Press, 1986); Fitzroy Am-bursley, “Jamaica: The Demise of ‘Democratic Socialism,’ ” *New Left Review*, no. 128 (July–August 1981): 76–87.",
                "line_number": 983
            },
            "8": {
                "content": "“Agreement Establishing the International Bauxite Association,” Conakry, March 8, 1974, preamble and Article 3 (b).",
                "line_number": 983
            },
            "9": {
                "content": "Evelyne Huber Stephens and John Stephens, “Bauxite and Democratic Socialism in Jamaica,” in *States versus Markets in the World System*, ed. Peter B. Evans, Dietrich Rueschemeyer, and Evelyne Huber Stephens (Beverly Hills, CA: Sage, 1985).",
                "line_number": 985
            },
            "10": {
                "content": "The story is detailed in Faysal Yachir, *Mining in Africa Today: Strategies and Prospects* (Tokyo: United Nations University, 1988), chap. 4. I have concentrated on bauxite, but I should at least mention the myriad of other strategies adopted by the Manley government, including the expansion of land to the landless, the creation of free secondary education, and the nationalization of much of the economic commanding heights. As Manley put it, these measures sought to move “power away from the wealthy apex towards the democratic base.” Michael Manley, *Jamaica: Struggle in the Periphery* (London: Third World Media, 1982), 87.",
                "line_number": 985
            },
            "11": {
                "content": "Alfred Maizels, *Commodities in Crisis: The Commodity Crisis of the 1980s and the Political Economy of International Commodity Policies* (Oxford: Clarendon Press, 1992), and “The Continuing Commodity Crisis of Developing Countries,” *World Development* 22, no. 11 (November 1994): 1685–95.",
                "line_number": 987
            },
            "12": {
                "content": "Ibrahim Elbadawi and Francis Mwega, “Can Africa’s Savings Collapse Be Reverted?” in *The Economics of Savings and Growth*, ed. Klaus Schmidt-Hebbel and Luis Servén  (Cambridge: Cambridge University Press, 1999); Pierre-Richard Agénor and Joshua Aizenman, “Savings and the Terms of Trade under Borrowing Constraints” (Washington, DC: World Bank Institute, 2000).",
                "line_number": 987
            },
            "13": {
                "content": "Although there remains a debate over its persistence. John Cuddington, “Long-Run Trends in 26 Primary Commodity Prices: A Disaggregated Look at the Prebisch-Singer Hypothesis,” *Journal of Development Economics* 39 (1992): 207–27 Paul Cashin, Hong Liang, and C. John McDermott, “How Persistent Are Shocks to World Commodity Prices?” *IMF Working Paper*, WP/99/80, 1999.",
                "line_number": 987
            },
            "14": {
                "content": "W. Marvin Will, “A Nation Divided: The Quest for Caribbean Integration,” *Latin American Research Review* 26, no. 2 (1991): 3–37; William Demas, “The Caribbean and the New International Economic Order,” *Journal of Interamerican Studies and World Affairs* 20, no. 3 (August 1978): 229–63.",
                "line_number": 993
            },
            "15": {
                "content": "At the Master Lecture in Venezuela (1999), Castro recalled the early decades of the Cuban Revolution: “The Soviets sold us oil. At world price, yes, to be paid in sugar, yes; at the world price of sugar, yes, but we exported our sugar to the USSR and received oil, raw materials, food, and many other things. It gave us time to build a consciousness; it gave us time to sow ideas; it gave us time to create a political culture. It gave us time! Enough time to build the strength that enabled us later to resist the most incredibly hard times.” Fidel Castro, *On Imperialist Globalization* (New Delhi: LeftWord Books, 1999), 66. Janette Habel’s overview of Cuban economics in the 1970s and 1980s shows that the USSR and Comecon provided insufficient assistance, and that the Warsaw states might even have bilked Cuba on the price it offered for sugar. In 1987, Castro harangued the leadership of the Soviet bloc: “A socialist country in the Third World must develop; it must not only postpone indefinitely—or even eternally—the payment of its debt, but also receive new credits and resources for its development.” Quoted in Janette Habel, *Cuba: The Revolution in Peril* (London: Verso, 1991), 29.",
                "line_number": 993
            },
            "16": {
                "content": "Timothy White, *Catch a Fire: The Life of Bob Marley* (New York: Holt, Rinehart and Winston, 1983).",
                "line_number": 995
            },
            "17": {
                "content": "I’m relying on the excellent summary on the bank loans in Emma Rothschild, “Bank: The Coming Crisis,” *New York Review of Books* 23, no. 9 (May 27, 1976): 16–21.",
                "line_number": 1001
            },
            "18": {
                "content": "The roots of this go back to the IMF loan to Chile in 1956. The U.S. banks insisted on an IMF agreement so that they could not be accused of “dollar imperialism.”",
                "line_number": 1001
            },
            "19": {
                "content": "Rothschild, “Bank.”",
                "line_number": 1001
            },
            "20": {
                "content": "The first director of the IMF, the Belgian Camille Gutt, noted that devaluation “is a form of confiscation.” Quoted in Anthony Sampson, *The Money Lenders* (London: Hodder and Staughton, 1981), 112.",
                "line_number": 1007
            },
            "21": {
                "content": "Singham and Hune, *Non-Alignment*, 154.",
                "line_number": 956
            },
            "22": {
                "content": "On the role of NAM in West Asia, see my *Namaste Sharon: Sharonism and Hindutva under US Hegemony* (New Delhi: LeftWord, 2003). Even Reagan’s assistant secretary of state for African affairs, Chester Crocker, opposed apartheid. Sanford Ungar and Peter Vale, “South Africa: Why Constructive Engagement Failed,” *Foreign Affairs* 64, no. 2 (Winter 1985–86): 234–58.",
                "line_number": 958
            },
            "23": {
                "content": "Chandra Kumar, “The Indian Ocean: Arc of Crisis or Zone of Peace?” *International Affairs* 60, no. 2 (Spring 1984): 233–46.",
                "line_number": 958
            },
            "24": {
                "content": "Philip Raikes, “Ujamaa and Rural Socialism,” *Review of African Political Economy* 2 (1975): 49.",
                "line_number": 868
            },
            "25": {
                "content": "Julius Nyerere, “After the Arusha Declaration,” in *Freedom and Socialism*, 407.",
                "line_number": 868
            },
            "26": {
                "content": "The Communist experience in Bengal provides the best of the cultural-political approach toward land reform rather than the administrative-bureaucratic approach. As Hari Krishna Konar, the Communist minister of Land and Land Revenue, put it, “The primary task is abolition of large-scale landholding and the distribution of land to the landless. The next step would be for the Government to explain to the peasants the disadvantages of cultivating smallholdings. The peasants will then voluntarily take to collective farming. Private ownership of land will then be done away with.... It is impossible for the Government to solve the land problem under the present social system. The Constitution stands in the way.” Nevertheless, forcible removal would be equally unproductive as would forcible collectivization. If “land and liberty” was the  slogan of the multitude, then there could be no solution to the land question without liberty. Hari Krishna Konar, *Mainstream*, June 29, 1967.",
                "line_number": 868
            },
            "27": {
                "content": "Bryceson, “Peasant,” 558; Louise Fortmann, *Peasants, Officials, and Participation in Rural Tanzania: Experience with Villagization and Decentralization* (Ithaca, NY: Center for International Studies, Cornell University, 1980).",
                "line_number": 870
            },
            "28": {
                "content": "Quoted in Government of India, *Problems of the Third Plan: A Critical Miscellany* (New Delhi: Ministry of Information and Broadcasting, 1961), 49–50.",
                "line_number": 872
            },
            "29": {
                "content": "UN General Assembly Resolution 1526 (15), “Land Reform,” December 15, 1960; UN Department of Economic Affairs, *Land Reform: Defects in Agrarian Structure as Obstacles to Economic Development* (New York: United Nations, 1951).",
                "line_number": 874
            },
            "30": {
                "content": "Thomas Anderson, *Matanza: El Salvador’s Communist Revolt of 1932* (Lincoln: University of Nebraska Press, 1971).",
                "line_number": 876
            },
            "31": {
                "content": "Purshotamdas Thakurdas, J.R.D. Tata, G.D. Birla, and Shri Ram, *A Brief Memorandum Outlining a Plan for Economic Development of India* (London: Penguin, 1944), 30–31.",
                "line_number": 876
            },
            "32": {
                "content": "Sunil Khilnani, *The Idea of India* (New York: Farrar, Straus and Giroux, 1999), 79.",
                "line_number": 876
            },
            "33": {
                "content": "Arvind N. Das, “Agrarian Change from Above and Below: Bihar, 1947–78,” in *Subaltern Studies II*, ed. Ranajit Guha (New Delhi: Oxford University Press, 1983), 194.",
                "line_number": 876
            },
            "34": {
                "content": "Renato Constantino, *The Making of a Filipino* (Quezon City, Philippines: Malaya Books, 1969), 23–24.",
                "line_number": 876
            },
            "35": {
                "content": "Samuel P. Huntington, *Political Order in Changing Societies* (New Haven, CT: Yale University Press, 1968), 385.",
                "line_number": 878
            },
            "36": {
                "content": "An informative critical history is available in Harry M. Cleaver, “The Contradictions of the Green Revolution,” *American Economic Review* 62, nos. 1–2 (1972): 177–86.",
                "line_number": 880
            },
            "37": {
                "content": "Solon L. Barraclough, “The Legacy of Latin American Land Reform,” *NACLA Report on the Americas* 28, no. 3 (November–December 1994): 19.",
                "line_number": 880
            },
            "38": {
                "content": "Andrew Pearse, *Seeds of Plenty, Seeds of Want: Social and Economic Implications of the Green Revolution* (Oxford: Clarendon, 1980); John Perkins, *Geopolitics and the Green Revolution: Wheat, Genes, and the Cold War* (Oxford: Oxford University Press, 1997). These transnational agricultural firms that spanned the Atlantic Ocean grew from the 1930s onward largely because of a combination of import tariffs and export subsidies—a formula that the Atlantic powers denied to the Third World. The large farmlands of the U.S. Midwest thrived on public inputs and the agglomeration of land in the hands of factory farms. The vast production of food grains allowed U.S. firms to “dump” them at cheap prices in the darker nations, whose own farmers felt pressured to move to cultivate other raw materials (misnamed as cash crops) for industrial production. The farmers in the Third World faced incredible competition for food grains, and because of a lack of import tariffs in their countries, large numbers of them shifted their cultivation away from food—which tended to make the Third World dependent on food grain export from the advanced industrial states. Or if sufficient food grains could be produced, their prices remained outside the reach of the domestic markets. Harriet Friedman, “The Political Economy of Food: A Global Crisis,” *New Left Review* 197 (1993): 29–57; Harriet Friedman and Philip McMichael, “Agriculture and the State System: The Rise and Decline of National Agricultures, 1870 to the Present,” *Sociologica Ruralis* 29, no. 2 (1989): 93–117.",
                "line_number": 880
            },
            "39": {
                "content": "These thoughts are elaborated in V.K. Ramakrishnan and Madhura Swaminathan, eds., *Financial Liberalization and Rural Credit in India* (New Delhi: Tulika, 2005).",
                "line_number": 882
            },
            "40": {
                "content": "Ralph Phillips, *FAO: Its Origins, Formation, and Evolution, 1945*–*1981* (Rome: Food and Agriculture Organization, 1981).",
                "line_number": 882
            },
            "41": {
                "content": "World Bank, *Poverty and Hunger: Issue and Options for Food Security in Developing Countries* (Washington, DC: World Bank, 1986).",
                "line_number": 884
            },
            "42": {
                "content": "Alan Rake, “Collapse of African Agriculture,” *African Development* 9 (February 1975): 18.",
                "line_number": 886
            },
            "43": {
                "content": "For the crisis after ujamaa, see Marjorie Mbilinyi, *Big Slavery: Agribusiness and the Crisis in Women’s Employment in Tanzania* (Dar es Salaam: University of Dar es Salaam, 1991).",
                "line_number": 886
            },
            "44": {
                "content": "Kjekshus, “The Tanzanian Villagization Policy,” 281.",
                "line_number": 886
            },
            "45": {
                "content": "Mayobre, *Pérez Alfonzo*, 129; Terzian, *OPEC*, 85. Juan Pablo Pérez Alfonzo, *Hundién-donos en el exremento del Diablo* (Caracas: Editorial Lisbona, 1976).",
                "line_number": 841
            },
            "46": {
                "content": "Karl Marx, *Capital, Volume One* (London: Penguin, 1976), 479.",
                "line_number": 664
            },
            "47": {
                "content": "First, *Barrel*, 217–18.",
                "line_number": 666
            },
            "48": {
                "content": "The U.S. footprint is well documented in Peter Kornbluh, *The Pinochet File: A Declassified Dossier on Atrocity and Accountability* (New York: The New Press, 2003), and the subject of a debate between Kenneth Maxwell (Council on Foreign Relations) and William D. Rogers (vice chair of Kissinger Associates). The debate was conducted over 2003–4. Maxwell, director of Latin American Affairs at the council, resigned when *Foreign Affairs*, the council’s journal, refused to allow him to answer Henry Kissinger’s longtime associate Rogers’s denials of U.S. involvement and Kissinger’s heavy hand in Chilean relations. Scott Sherman, “The Maxwell Affairs,” *The Nation*, June 21, 2004.",
                "line_number": 670
            },
            "49": {
                "content": "Pablo Neruda, *Canto General*, trans. Jack Schmitt (Berkeley: University of California Press, 1991), 161.",
                "line_number": 670
            },
            "50": {
                "content": "U.S. Senate Select Intelligence Committee, *Alleged Assassination Plots Involving Foreign Leaders*, 94th Congress, First Session, Report No. 94-465, November 20, 1975 (Washington, DC: Government Printing Office, 1975), 277.",
                "line_number": 670
            },
            "51": {
                "content": "Certainly, Egypt had a strong social reform tradition that dated back to the early nineteenth-century rule of the Albanian migrant, Mohammad Ali. All the efforts of his regime came to little before the stranglehold placed on Egypt by the English led by Lord Palmerston. The English promoted the weak Ottoman control over the region rather than a strong Egyptian state, as the former would allow them not only to dominate the region but thereby control the waterway to India, China, and East Africa. Afaf Lutfi al-Sayyid Marsot, *A Short History of Modern Egypt* (Cambridge: Cambridge University Press, 1985), 54–75.",
                "line_number": 672
            },
            "52": {
                "content": "Fatemah Farag, “Labour on the Fence,” *Al-Ahram*, May 11–17, 2000.",
                "line_number": 672
            },
            "53": {
                "content": "Quoted in Ruth First, *Libya: The Elusive Revolution* (London: Penguin, 1974), 102.",
                "line_number": 672
            },
            "54": {
                "content": "For a useful assessment of Chávezism, see Richard Gott, *In the Shadow of the Liberator: Hugo Chávez and the Transformation of Venezuela* (London: Verso, 2000). For less exuberant analyses, see Margarita López-Maya and Luis Lander, “Refounding the Republic: The Political Economy of Chavismo,” *NACLA Report on the Americas* 33, no. 6 (May–June 2000): 21–23; Steve Ellner and Daniel Hellinger, eds., *Venezuelan Politics in the Chávez Era: Class, Polarization, and Conflict* (Boulder, CO: Lynn Rienner, 2003).",
                "line_number": 672
            },
            "55": {
                "content": "Quoted in Walter Laqueur, *The Soviet Union and the Middle East* (New York: Routledge, 1959), 219. Nasser himself had penned a deeply anticommunist tract whose views remained with him until his end in 1970, *Nahnu wa ’al’Iraq wa’al-shuy u’iyah* (Beirut: Dar al-Nashr al-Arabiyah, 1959); Saïd K. Aburish, *Nasser: The Last Arab* (New York: Thomas Dunne Books, 2004), 98.",
                "line_number": 674
            },
            "56": {
                "content": "First, *Barrel*, 462.",
                "line_number": 676
            },
            "57": {
                "content": "Neruda, *Canto General*, 206–7 (translation slightly modified).",
                "line_number": 678
            },
            "58": {
                "content": "U.S. Department of State, *Foreign Relations of the United States, 1955*–*1957, Volume XXIII, Japan* (Washington, DC: Government Printing Office, 1991), 325–30.",
                "line_number": 287
            },
            "59": {
                "content": "NSC 5809. April 2, 1958. U.S. Department of State, *Foreign Relations of the United States, 1958*–*1960. Volume XVI, East Asia-Pacific region; Cambodia, Laos* (Washington, DC: Government Printing Office, 1992), 31–33.",
                "line_number": 287
            },
            "60": {
                "content": "Quoted in Butwell, *U Nu*, 27.",
                "line_number": 289
            },
            "61": {
                "content": "Ibid., 176.",
                "line_number": 289
            },
            "62": {
                "content": "Boutros Boutros-Ghali, *Le Mouvement Afro-Asiatique* (Paris: Presses Universitaires de France, 1969). In 1958, Boutros-Ghali edited a book on the nationalization of the Suez Canal, where he wrote that Nasser’s act conformed “with international law and \\[was\\] compatible with the goals and principles of the United Nations.” Boutros Boutros-Ghali and Youssef Chlala, *Le Canal de Suez, 1854*–*1957* (Alexandria: al-Bassir, 1958), iii. In a 1997 interview with Daniel Pipes, Boutros-Ghali defended this statement, saying, “The symbolic value of the nationalization of the Suez Canal was more important than the economic value or the consequences that followed. The 1956 nationalization in a way was a follow-up from the Bandung Conference of 1955; it had great importance to Third World countries.” “Boutros Boutros-Ghali, ‘I Support the Algerian Government,’ ” *Middle East Quarterly* 4, no. 3 (September 1997).",
                "line_number": 293
            },
            "63": {
                "content": "Kimche, *The Afro-Asian Movement*, 82.",
                "line_number": 293
            }
        }
    },
    {
        "heading": {
            "h1": "**Paris** ",
            "line_number": 1222
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Brussels** ",
            "line_number": 1281
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Bandung** ",
            "line_number": 1362
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Cairo** ",
            "line_number": 1489
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Buenos Aires** ",
            "line_number": 1570
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Tehran** ",
            "line_number": 1673
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Belgrade** ",
            "line_number": 1782
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Havana** ",
            "line_number": 1851
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Algiers** ",
            "line_number": 1912
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**La Paz** ",
            "line_number": 1995
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Bali** ",
            "line_number": 2110
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Tawang** ",
            "line_number": 2197
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Caracas** ",
            "line_number": 2280
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Arusha** ",
            "line_number": 2371
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**New Delhi** ",
            "line_number": 2460
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "**Kingston** ",
            "line_number": 2519
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "",
            "line_number": 2563
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Baghdad Pact (Central Treaty Organization)",
            "line_number": 2688
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Caballero de Castillo Ledón, Amalia",
            "line_number": 2802
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Dahomey, military coup in",
            "line_number": 2904
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "",
            "line_number": 2950
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Gandhi, Indira",
            "line_number": 3015
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Hadj, Messali",
            "line_number": 3073
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "IAEA (International Atomic Energy Agency)",
            "line_number": 3129
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Jamaica: Arawak population of; bauxite industry in; as British colony; democratic socialism in; economic problems of; fall of government in; foreign investment in; independence of; People’s National Party in; reconstruction program for; social unrest in; sugarcane grown on; women’s movement in",
            "line_number": 3177
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Kahin, George",
            "line_number": 3185
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "La Guma, James",
            "line_number": 3245
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "MacArthur, Douglas",
            "line_number": 3295
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Nabaraoui, Ceza",
            "line_number": 3419
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Nguyen Thi Binh",
            "line_number": 3477
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "oil: in Algeria; in Arab nations; Bolivia-Paraguay war; control of; embargo (1973); exploration for;",
            "line_number": 3497
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Padmore, George",
            "line_number": 3511
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Qaddafi, Muammar",
            "line_number": 3581
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Radi, Husain ar-",
            "line_number": 3585
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Saadawi, Nawal El-",
            "line_number": 3651
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "",
            "line_number": 3775
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Uganda, military coup in",
            "line_number": 3822
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Vandervelde, Émile",
            "line_number": 3854
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Wahhab, Muhammed ibn ‘Abd al-",
            "line_number": 3864
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Yalta Conference (1945)",
            "line_number": 3892
        },
        "footnotes": {}
    },
    {
        "heading": {
            "h1": "Zaire",
            "line_number": 3902
        },
        "footnotes": {}
    }
]