[
    {
        "id": "book_1754616026539_1",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 1,
        "content": "<p>A Non-Aligned Common Front: Strategic Imaginaries of the New\nInternational Economic Order (NIEO)</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_2",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 2,
        "content": "<p>Fifty years after the Sixth Special Session, the Progressive\nInternational (PI) has declared a strategy of \"renovating the NIEO\".\nHowever, key questions remain about the decisions that created and led\nthe original campaign. The NIEO's draft declarations were brought to the\nUN General Assembly by the leaders of 95 states, caucused as the G77.\nTheir solidarity was necessarily pluralistic, drawing on Marxist and\nLiberal visions of what Adom Getachew called “post-imperial\nworldmaking”. This raises the question of how this global \"common front\"\nwas possible, and what the PI might do differently this time. As a\npartial explanation, I compare two of the project's strategic\nimaginaries, showing that they were successfully synthesised in\npractice. As this legacy inspires the PI's focus on the possibilities of\nsovereign debt crises, the NIEO continues to play an important\nhistorical role. It alludes to possible options, or alternative futures,\nof world order and global development.</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_3",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 3,
        "content": "<p>Keywords: NIEO; world order; decision making; neo-colonialism; debt;\nNon-Aligned Movement; G77; UNCTAD; declining terms of trade;\ncounterfactual; historical materialism; progressive international.</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_4",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 4,
        "content": "<p>(SG1: No poverty)</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_5",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 5,
        "content": "<p>(SDG 8: Decent work and economic growth)</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_6",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 6,
        "content": "<p>(SDG 10: Reduced inequalities)</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_7",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 7,
        "content": "<p>This article is part of a Special Issue commemorating the fiftieth\nanniversary of the campaign for a NIEO (UN <a class=\"in-text-citation\" href=\"#unga1974a\">1974a</a>; 1974b), but the\nproject's significance transcends the past. Right now, the Progressive\nInternational (PI) is seeking to \"Renew the Non-Aligned Movement\" and\n\"Renovate the NIEO\" (Havana Congress <a class=\"in-text-citation\" href=\"#congresshavana2023\">2023</a>). The original project\nattempted to resolve an uncertain world economic crisis through a global\nconsensus on the reformation of global trade, finance and debt (Murphy\n[1984] 2019; (UN <a class=\"in-text-citation\" href=\"#unga1974a\">1974a</a>). Its vision drew on longer, global struggles\nagainst neo-colonialism and the declining terms of trade (UNGAa, 4(j);\nUNGA 1974b, Chapter II, Section 1(a): i-xii;), problems most famously\narticulated by Kwame Nkrumah and Raúl Prebisch. The passing of the\nNIEO's founding declarations led to a wholesale reconsideration, across\nthe entire United Nations system, of the global architecture of\ndevelopment. However, after the \"assassination\" of the NIEO during the\nso-called Third World Debt Crisis (Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>), these structural\ndebates were silenced by a neo-colonial \"common sense\". For decades,\nDevelopment Studies and the development industry have largely assumed\nthat \"there is no alternative\" to neo-liberal globalisation (Berger and\nWeber <a class=\"in-text-citation\" href=\"#berger2014\">2014</a>, 24-25, 81; Fisher 2009; Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>, 214-219). The PI's\ngoal of renovating the NIEO is a renewed attempt at creating precisely\nsuch alternatives.</p>",
        "references": [
            "unga1974a",
            "congresshavana2023",
            "unga1974a",
            "prashadvijay2007",
            "berger2014",
            "prashadvijay2007"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_8",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 8,
        "content": "<p>Launched in May 2020, the PI is a movement of movements aiming to\nunite progressive forces globally, and its NIEO campaign is based on a\nsober assessment of the original. In calling to seize \"the opportunity\nof the present historical juncture\", its <em>Havana Declaration On The\nNIEO</em> notes that \"the crisis of the existing world system can either\nentrench inequalities or embolden the call to reclaim Southern\nprotagonism\" (Havana Congress <a class=\"in-text-citation\" href=\"#congresshavana2023\">2023</a>). This is a lesson from the rise and\ndecline of the solidarity of the original NIEO campaign. Initially, when\nthe Non-Aligned Movement leveraged the new power of the Organization of\nthe Petroleum Exporting Countries (OPEC), \"Southern protagonism\" was\nemboldened. However, it was eventually crushed during the so-called\nThird World Debt Crisis. This presents the Progressive International\nwith the problem of understanding, as Yanis Varoufakis (<a class=\"in-text-citation\" href=\"#varoufakisyanis2023\">2023</a>) has asked:\n\"Why did we lose last time round?\" Unfortunately, the academic\nliterature is still struggling to answer this question. Despite the\nhistorical reconsideration of the NIEO that followed Vijay Prashad's\npioneering histories of \"the Third World Project\" (Gilman <a class=\"in-text-citation\" href=\"#gilman2015\">2015</a>, 2023; Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>, 2014; Schwartz <a class=\"in-text-citation\" href=\"#hermanschwartz2023\">2023</a>), fundamental questions remain about\nthe decision making which created and led the campaign (Thornton <a class=\"in-text-citation\" href=\"#thornton2022\">2022</a>; Venzka 2018). This article provides a partial, and broad-brush answer.\nBy relying on the method of C.L.R. James, I trace the counterfactuals ––\nor imagined \"what if?\" scenarios –– that animated two of the NIEO's\ndominant strategies. That is, the imagined futures which were used to\ndevise and decide between the available options. I then show how these\nstrategic imaginaries were synthesised, first theoretically and then in\npractice. Right now, the same strategic imaginaries are inspiring the\nProgressive International's attempt at reviving the project. This\nproves, as Nils Gilman (<a class=\"in-text-citation\" href=\"#gilmannils2023\">2023</a>; <a class=\"in-text-citation\" href=\"#gilman2015\">2015</a>) has argued, that the NIEO is a\n\"usable past\". It offers badly needed alternatives to world order and\nglobal development.</p>",
        "references": [
            "congresshavana2023",
            "varoufakisyanis2023",
            "gilman2015",
            "prashadvijay2007",
            "hermanschwartz2023",
            "thornton2022",
            "gilmannils2023",
            "gilman2015"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_9",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 9,
        "content": "<p>The question of strategic decision making</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_10",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 10,
        "content": "<p>By the early 1980s, scholars began to realise that the core proposals\nof the NIEO would not be implemented. Instead, G77 solidarity crumbled\namidst the so-called Third World Debt Crisis (Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>, 210). In\nthis climate, a near consensus emerged amongst those who had once viewed\nit as either a serious threat or opportunity. From the imperialist Henry\nKissinger (<a class=\"in-text-citation\" href=\"#kissinger1982\">1982</a>), to the theorist of embedded liberalism, John Ruggie\n(Bhagwati and Ruggie <a class=\"in-text-citation\" href=\"#bhagwati1984\">1984</a>) and the historical materialist Robert W. Cox\n(<a class=\"in-text-citation\" href=\"#cox1981\">1981</a>), all agreed. For them, the demise of the NIEO proved that it had\nnever stood a chance. This dismissive consensus became the baseline\nassumption across the social sciences, including in development\nstudies.<a class=\"footnote-ref\" href=\"#fn1\" id=\"fnref1\" role=\"doc-noteref\"><sup>1</sup></a> The pioneering Global Political\nEconomist, Susan Strange, went so far as to describe the NIEO's hopes as\n\"an illusion\" (Strange [<a class=\"in-text-citation\" href=\"#strange2015\">1988</a>] 2015, 263). In Gilbert Rist's critique of\ndevelopment, he argued that the NIEO's ambivalent proposals do \"no more\nthan reinforce the existing order of things\" (1999, 49-150). In other\nwords, it had no capacity for change. There is nothing wrong with these\nconclusions, per se. The problem is that they were made without\nhistorical research into the decision making which had created and led\nthe project. To prove that the NIEO could never have succeeded, one must\nunderstand the available options. Had G77 elites considered choices\nwhich, if taken, might have led to more success? In short, no one knew,\nand until Vijay Prashad's pioneering histories of the \"Third World\nProject\" (2007; 2014), no one bothered to find out. Instead, the NIEO's\nfailure was assumed to be inevitable. As a result, scholars and\npractitioners of development have largely ignored this most pivotal\nmoment, and the political strategies that made it possible. For a key\nexception, see Berger and Weber 2014, 14).</p>",
        "references": [
            "prashadvijay2007",
            "kissinger1982",
            "bhagwati1984",
            "cox1981",
            "strange2015"
        ],
        "footnotes": [
            "#fn1"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_11",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 11,
        "content": "<p>This dismissive consensus rested on a rejection of the counterfactual\nanalysis that is essential for making and understanding decisions.\nCounterfactuals are imagined, \"what if?\" scenarios. For Robert W. Cox,\nthe rejection of counterfactuals was explicit. He viewed them as \"the\nstuff of idealism rather than of historical materialism\" (Cox <a class=\"in-text-citation\" href=\"#coxrobert1991\">1991</a>,\n175). Without counterfactual analysis, however, Cox was unable to\nproperly consider the decision making, and therefore power, of the NIEO\nproject. This can be appreciated by considering the method of C.L.R.\nJames, whose groundbreaking research uncovered the previously neglected\npower that had created and led the Haitian Revolution. In <em>The Black\nJacobins</em> ([1938] 1989), James explored the key decisions made by\nthe leaders of global social forces. To do so, he relied extensively on\ncounterfactuals. For example, he analysed not just Napoleon's decision\nto invade Haiti, but his deeply-considered option not to (James [<a class=\"in-text-citation\" href=\"#james1989\">1938</a>]\n1989, 270-271, 373). This rested on a historical-empirical assessment of\nhow Napoleon's advisors had imagined what would happen if each option\nwere taken. This allowed James to consider not just what happened, but\nwhat <em>might have been if</em> things had been decided differently,\nwhether those decisions were made by Napoleon or Toussaint, the former\nslave and revolutionary leader. For example, James reasoned that with\nbetter leadership by Toussaint, Napoleon's attack \"would have been\ncrippled at the start\" (299-300). From this position of strength,\nToussaint's forces might have succeeded in forming an alliance with the\nFrench republic (285). In doing so, James showed how imaginary \"what\nif?\" scenarios are foundational to understanding decision making and\npower. To choose between option a, b, or c, a person imagines <em>what\nwould happen if</em> each option were taken. To understand the agency\nthat created and led the original NIEO, therefore, it is necessary to\nsearch for the counterfactual logics that the project relied on, even if\nimplicitly. That means considering how the NIEO's leaders answered a key\nquestion: what would happen if NIEO-style reforms were implemented?</p>",
        "references": [
            "coxrobert1991",
            "james1989"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_12",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 12,
        "content": "<p>Of course, understanding the decision making that created and led the\nNIEO is difficult (Venzke <a class=\"in-text-citation\" href=\"#ingovenzke2018\">2018</a>). As C.L.R. James ([<a class=\"in-text-citation\" href=\"#james1989\">1938</a>] 1989, x) was\nwell aware, strategic options are not imagined in a vacuum.\nConsciousness is embedded within historical forces which it does not\nchoose. The NIEO presents additional difficulties, for it was created by\npolitical leaders and diplomats from 95 diverse states, who held\ncontradictory beliefs about the possibilities of changing the post-WWII\nworld order (Thornton <a class=\"in-text-citation\" href=\"#thornton2022\">2022</a>; Lal <a class=\"in-text-citation\" href=\"#lal2015\">2015</a>; Byrne <a class=\"in-text-citation\" href=\"#byrnejamesjeffrey2016\">2016</a>). This was shown\nbrilliantly in Adom Getachew's (<a class=\"in-text-citation\" href=\"#adomgetachew2019\">2019</a>) <em>Worldmaking After Empire</em>,\nwhich offers a deep exploration of the NIEO's intellectual foundations.\nGetachew traced the project's ideological contradictions, including the\nfact that it had been \"Marxist in its diagnosis of economic dependence\"\nbut liberal in terms of its prescriptions (2019, 145). For Getachew,\nthis was only one of the project's many \"internal limitations and\ninconsistencies\", which were only hidden because \"external challenges\nensured that the project never had the opportunity for its internal\ncontradictions to unfold\" (171). This argument is similar to Cox's\noriginal claim that the NIEO lacked \"a sufficiently clear view of an\nalternative world political economy\" (Cox 1982, 150-151), and to Henry\nKissinger's claim that the NIEO's \"philosophical framework seems to me\nto be extremely elusive\" (1982, 153). Others have gone further, arguing\nthat the group's internal contradictions rendered it incapable of\nnegotiating its core demands (Weiss <a class=\"in-text-citation\" href=\"#thomasweiss1986\">1986</a>, 6-7, 44-47; Narlikar <a class=\"in-text-citation\" href=\"#narlikar2003\">2003</a>,\n58-69.). In other words, there never were alternative options which G77\nelites could have taken.</p>",
        "references": [
            "ingovenzke2018",
            "james1989",
            "thornton2022",
            "lal2015",
            "byrnejamesjeffrey2016",
            "adomgetachew2019",
            "thomasweiss1986",
            "narlikar2003"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_13",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 13,
        "content": "<p>This theory that the original NIEO had been so marred by internal\ndisagreements, and so lacking in a coherent vision of an alternative,\nraises the question of how the project had been possible in the first\nplace. How could so many different state elites, with deep ideological\nand material conflicts, create a global solidarity that forced\nimperialists –– like Kissinger –– to negotiate? For the astonishing\nthing about the NIEO is not that it had so many ideological and material\ncontradictions. That is a necessary part of any global solidarity. What\nis remarkable is that these contradictions were synthesised in praxis.\nTo show this, I draw on C.L.R. James' counterfactual analysis to trace\nthe strategic imaginaries that inspired the decision making of the\noriginal NIEO. Of course, it is beyond the scope of this article to\nconsider the many decisions made by each individual G77 elite. Instead,\nI trace the counterfactual logics used in two of the NIEO's foundational\ntheories of global development, Kwame Nkrumah's <em>Neocolonialism: The\nLast Stage of Imperialism</em> (1965), and Raúl Prebisch’s <em>Towards a\nNew Trade Policy For Development</em> (1964). Each text relied on\ndistinct counterfactual claims about what would happen if NIEO-style\nreforms were implemented. Nkrumah devised several of the NIEO's core\nproposals as part of a wider strategy that would help to create global\nsocialism. Prebisch saw them as temporary measures that would help\ncreate a properly functioning global capitalist system. Nevertheless, at\nthe level of world order Nkrumah's Leninism and Prebisch's liberalism\noverlapped (Nicholls <a class=\"in-text-citation\" href=\"#nichollssamuel2019\">2019</a>, 59-61). Even if Nkrumah and Prebisch\ndisagreed about what NIEO-style reforms to world order would achieve,\nthey both supported the reforms (Bockman <a class=\"in-text-citation\" href=\"#bockmanjohanna2015\">2015</a>). Here lies the\ntheoretical basis, I argue, for the non-aligned common front that\ncreated and led the original NIEO campaign. This contradictory synthesis\nallowed the G77 to win support from Leninists to Liberals, and anyone in\nbetween. Whether one sought global socialism, or properly-functioning\nglobal free trade, there was a historical, and therefore counterfactual,\ncase to be made for NIEO-style reforms.</p>",
        "references": [
            "nichollssamuel2019",
            "bockmanjohanna2015"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_14",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 14,
        "content": "<p>Of course, the common front's divergent goals reflected contradictory\nsocial forces (Amin <a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>, 445; Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>, 52). By envisioning, and\nseeking, a properly-functioning global capitalism, Prebisch believed\nNIEO-style reforms would be equally beneficial to the core and\nperiphery. This implied a strategy of seeking a consensus with\ncapitalist elites in the core. Nkrumah disagreed. He thought the idea\nthat \"the developed nations should effectively assist the poorer parts\nof the world\" had \"little prospect\" of taking place (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, xix).\nHe imagined that NIEO-style reforms would be damaging to the interests\nof imperialists. Thus, instead of seeking global consensus, non-aligned\nelites should forge collective independence. In practice, both\nstrategies were synthesised. First, OPEC elites acted in accordance with\nNkrumah’s strategic vision. Working collectively, they seized control of\nthe global oil market, which heightened the global crisis. Then, this\nnew power was used to call for the Sixth Special Session of the UN\nGeneral Assembly (Gwin [1977] 2019, 101; Murphy [1984] 2019; Sauvant\n[1977] 2019, 9-10). There, the G77 acted in accordance with the\nPrebischian strategy of seeking global consensus (Bedjaoui <a class=\"in-text-citation\" href=\"#bedjaouimohammed1979\">1979</a>,\n196-197). Thus, collective independence that deepened global crisis was\nused to power the possibility of a global consensus that benefited the\nNorth and South alike.</p>",
        "references": [
            "aminsamir1982",
            "prashadvijay2007",
            "nkrumah1965",
            "bedjaouimohammed1979"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_15",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 15,
        "content": "<p>For C.L.R. James, the point of counterfactual analysis was not simply\nto understand the history of past decision making. It was to use this\nhistory to inform strategic decision making in the present. This meant\nasking not just what could have been decided, but what should have been\n(James [<a class=\"in-text-citation\" href=\"#james1989\">1938</a>] 1989, 282). It is for this purpose that Yanis Varoufakis\n(<a class=\"in-text-citation\" href=\"#varoufakisyanis2023\">2023</a>) has called on the PI to ask itself: \"Why did we lose last time\nround?\" Curiously, similar questions were asked by Samir Amin (<a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>)\nduring the project's demise. Despite agreeing with the emerging\nconsensus that the NIEO had never stood a chance, Amin embraced\ncounterfactual analysis. This allowed him to ask key questions of the\nproject's praxis, including whether it had failed because of \"tactical\nerrors\", or unpredictable economic contingencies (Amin <a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>, 436). For\nAmin, there was nothing that G77 elites could have done to avoid the\ndestruction of the NIEO project. In fact, he thought the G77's \"common\nfront\" had been dangerous. As such, this article starts with Amin.</p>",
        "references": [
            "james1989",
            "varoufakisyanis2023",
            "aminsamir1982",
            "aminsamir1982"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_16",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 16,
        "content": "<p>Samir Amin's Leninist Rejection of the NIEO</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_17",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 17,
        "content": "<p>Despite contributing to the scholarly consensus that the NIEO's\nfailure was inevitable, Samir Amin's historical materialism did not\nignore questions of the project's decision making. He asked whether \"the\nfactors behind the clearly visible failure\" were \"purely contingent\"\naspects of the economic crisis, or \"traceable to the 'tactical errors'\nof the Third World\" (Amin <a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>, 436). Amin could consider decision\nmaking because he was open to counterfactual analysis (Patomäki 2019).\nIndeed, his answer to these questions drew upon an imaginary \"what if?\"\nscenario. He asked what it would mean if the G77 succeeded in\n\"transforming this dependency relationship and compelling the adjustment\nof the world system\":</p>",
        "references": [
            "aminsamir1982"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_18",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 18,
        "content": "<p>If that should turn out to be the case one should be able to look\nback on imperialism as merely a stage - an intermediate stage - in the\nexpansion of capitalism on a world scale and not as the highest stage of\ncapitalism; it would have proved, that is, as the stage that ushered in\nthe transition from a system characterised by the asymmetrical\ncentre-periphery relationships that define it to a homogeneous global\nsystem dominated by capitalist relations. (Amin <a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>, 441-2)</p>",
        "references": [
            "aminsamir1982"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_19",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 19,
        "content": "<p>In this sense, the NIEO project was an important experiment, which\ntested the nature of imperialism itself. To explain why he thought the\nproject could never have succeeded, Amin constructed a theoretically\nconsistent account of imperialism, understood as a stage of capitalism\ndominated by global monopoly capital. Within this Leninist imaginary,\nthe G77's \"common front\" was defined by its ruling classes (Amin <a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>,\n445). Thus, whereas some advocates described the G77 as a group of\n\"proletarian nations\", or a \"trade union of the poor\" (Getachew <a class=\"in-text-citation\" href=\"#adomgetachew2019\">2019</a>,\n168; Mazrui [1977] 2019, 207-208; Moyn <a class=\"in-text-citation\" href=\"#moyn2019\">2019</a>, 103-104; Sauvant <a class=\"in-text-citation\" href=\"#sauvant2014\">2014</a>, 9),\nAmin defined them as a group of \"peripheral capitalist states and their\nbourgeoisies\" (Amin <a class=\"in-text-citation\" href=\"#aminsamir1982\">1982</a>, 432). In their struggle to industrialise, the\nperipheral bourgeoisies were opposed by \"the monopolies and the\nimperialist states\". Despite this resistance to the core, Amin noted\nthat the NIEO \"permits an increase in the rate of profit on a world\nscale and can only be read therefore, as a contribution to global\ncapitalist development.\" What's more, Amin pointed to the problem of\n\"sub-imperialism\" within the G77, and argued that the NIEO had the\n\"effect of turning the Third World into a fair game for the rival\nsuperpowers\" (1982, 447-8).</p>",
        "references": [
            "aminsamir1982",
            "adomgetachew2019",
            "moyn2019",
            "sauvant2014",
            "aminsamir1982"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_20",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 20,
        "content": "<p>Despite imagining the NIEO as both dangerous and ineffective, Amin\ndid not, like other historical materialists, ignore non-Western agency\n(Hobson and Sajed <a class=\"in-text-citation\" href=\"#hobson2017\">2017</a>). To explain the \"atmosphere\" which had made it\n\"possible to contemplate\" a NIEO, Amin pointed to a global upsurge of\npopular forces across the global South (1982, 439; see also: Berger and\nWeber <a class=\"in-text-citation\" href=\"#berger2014\">2014</a>, 70-71; Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>, 2014), and predicted a \"new wave of\npopular struggles\" (447-448). Citing the anti-colonial revolutions that\nhad created the post-WWII world order, Amin looked towards the future.\n\"Not for the first time,\" he argued, \"the peoples of the Third World may\nwell lead the process of world transformation\" (447-448). This critique\nhas important implications for any project, like the Progressive\nInternational (PI), which seeks to \"renovate the NIEO\". For if the NIEO\nwas a dangerous strategy, such projects should focus instead on the\ndevelopment of domestic social forces. However, other counterfactuals\nare possible.</p>",
        "references": [
            "hobson2017",
            "berger2014",
            "prashadvijay2007"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_21",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 21,
        "content": "<p>The strategic imaginary of Kwame Nkrumah</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_22",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 22,
        "content": "<p>Nkrumah agreed with Amin that imperialism was the final stage of\ncapitalism. His classic work on neo-colonialism had not revised Lenin's\ntheory, but applied it to the post-WWII world order, a point which\nNkrumah made explicit:</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_23",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 23,
        "content": "<p>Colonialism has achieved a new guise. It has become neo-colonialism,\nthe last stage of imperialism; its final bid for existence, as\nmonopoly-capitalism or imperialism is the last stage of capitalism.\n(1965, 31)</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_24",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 24,
        "content": "<p>Thus, like Amin, Nkrumah understood the task of economic development\nin the periphery as a struggle against \"the empire of finance capital\"\n(35-36). Unlike Amin, Nkrumah (<a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 32) adopted a working relationship\nwith this empire, arguing that \"it is impossible for any of us to avoid\ndealing with monopoly in some form or another.\" He believed that with\ninternational solidarity, non-aligned state elites could \"maintain the\nintegrity of our financial institutions\" and \"leave ourselves room to\nmanoeuvre away\" from neo-colonialism (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 32). Here, his focus\nwas on pan-Africanism, but he also supported \"a strengthening of the\nAfro-Asian Solidarity Organisation and the spirit of Bandung\", as well\nas solidarity \"on an increasingly formal basis\" with \"our Latin American\nbrothers\" (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 253-254). Thus, whereas Amin criticised the\nNIEO's common-front strategy, Nkrumah helped create it. He argued that\nnewly-independent states must act \"in a combination that will give\nstrength to our bargaining power and eliminate so many of the\nduplications that give greater force and greater advantage to the\nimperialists and their strategy of neo-colonialism\" (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>,\n30-31).</p>",
        "references": [
            "nkrumah1965",
            "nkrumah1965",
            "nkrumah1965",
            "nkrumah1965"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_25",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 25,
        "content": "<p>In calling for international solidarity, Nkrumah had not opposed\nforeign direct investment or free trade (Biney <a class=\"in-text-citation\" href=\"#biney2011\">2011</a>, 108; Bockman <a class=\"in-text-citation\" href=\"#bockmanjohanna2015\">2015</a>).\nIndeed, he had imagined global reforms that would become key pillars of\nthe NIEO. Besides calling to overthrow neo-colonialism (UNGA <a class=\"in-text-citation\" href=\"#unga1974b\">1974b</a>,\nChapter II, Section 1(a): i-xii), the founding declarations called\nfor:</p>",
        "references": [
            "biney2011",
            "bockmanjohanna2015",
            "unga1974b"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_26",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 26,
        "content": "<p>aid to be distributed multilaterally (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, xv-xvi; UNGA\n<a class=\"in-text-citation\" href=\"#unga1974a\">1974a</a>, para. 4 (k));</p>",
        "references": [
            "nkrumah1965",
            "unga1974a"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_27",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 27,
        "content": "<p>a \"continental code to govern foreign investment\" (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 257; UNGA <a class=\"in-text-citation\" href=\"#unga1974b\">1974b</a>, Section V); and</p>",
        "references": [
            "nkrumah1965",
            "unga1974b"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_28",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 28,
        "content": "<p>support for increased free trade (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 9; UNGA <a class=\"in-text-citation\" href=\"#unga1974b\">1974b</a>,\nSection I 3. (ii)).</p>",
        "references": [
            "nkrumah1965",
            "unga1974b"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_29",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 29,
        "content": "<p>Nkrumah did not believe these reforms would succeed in isolation, but\nthought they would be useful. If implemented, they would mitigate the\nworst effects of imperialism, boost economic development in the\nperiphery, and heighten the contradiction between capital and labour in\nthe imperial core (Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 255-256). Lenin ([<a class=\"in-text-citation\" href=\"#lenin2008\">1917</a>] 2008) had\nargued that monopolistic \"superprofits\" allowed imperialists to \"bribe\nthe labour leaders and the upper stratum of the labour aristocracy.\"\nNkrumah built on this directly, reasoning that any mitigation of\nsuperprofits would heighten class conflict in the core:</p>",
        "references": [
            "nkrumah1965",
            "lenin2008"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_30",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 30,
        "content": "<p>When Africa becomes economically free and politically united, the\nmonopolists will come face to face with their own working class in their\nown countries, and a new struggle will arise within which the\nliquidation and collapse of imperialism will be complete. (1965,\n255-256)</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_31",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 31,
        "content": "<p>Of course, Nkrumah never imagined that this would be possible solely\nwith NIEO-style reforms. Nor did he imagine that they would be won\nthrough diplomatic consensus (Getachew 2009, 149-150). Within his\nimaginary, NIEO-style reforms would damage the interests of imperialist\nelites. As such, Nkrumah focused on building non-aligned coalitions, and\nregional ordering, like his proposed \"All-African Union Government\"\n(Nkrumah <a class=\"in-text-citation\" href=\"#nkrumah1965\">1965</a>, 35-36; Getachew <a class=\"in-text-citation\" href=\"#adomgetachew2019\">2019</a>, 102). This was justified by an\nimplicit counterfactual logic, or strategic imaginary. For if NIEO-style\nreforms would assist economic development in the periphery while\nheightening class contradictions in the imperial core, then there was\nlittle chance of imperialist concessions. Instead, non-aligned elites\nwould have to create NIEO-style reforms and institutions themselves.\nImportantly, this aspect of Nkrumah's <em>Neo-colonialism</em> isn't\nfound in the NIEO's founding declarations. These claimed that the NIEO\nwould be just as beneficial to the core as to the periphery. Nkrumah's\nstrategic imaginary should be understood as operating beneath the\nsurface of these formal, diplomatic documents. Indeed, his strategy of\ncollective independence was a core part of the Non-Aligned Movement, and\nof what the NIEO's advocates came to call \"collective self reliance\"\n(Gwin [1977] 2019, 100-101; Murphy [1984] 2019; Sauvant [1977] 2019). As\nI show below, it was this collective independence that had underlined\nthe NIEO's initial moment of possibility.</p>",
        "references": [
            "nkrumah1965",
            "adomgetachew2019"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_32",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 32,
        "content": "<p>Raúl Prebisch's strategy of a liberal consensus</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_33",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 33,
        "content": "<p>Whereas Nkrumah imagined NIEO-style reforms as useful for creating\nglobal socialism, Prebisch believed they would help create a global\ncapitalism that functioned as it was already supposed to. As his report\nas the founding Secretary General of UNCTAD made clear, Prebisch sought\nto achieve this by reforming the post-WWII Bretton Woods system from\nwithin. Take, for example, his criticism of the General Agreement on\nTariffs and Trade (GATT), the precursor to the World Trade Organisation\n(WTO). Prebisch didn't oppose its core goal of promoting free trade, but\nits historical blindness. It ignored the fact that the benefits of free\ntrade did not apply between \"the industrially advanced and the\ndeveloping countries\" (Prebisch <a class=\"in-text-citation\" href=\"#prebisch1964\">1964</a>, 29; Bockman <a class=\"in-text-citation\" href=\"#bockmanjohanna2015\">2015</a>, 115). For, as\nPrebisch established alongside Hans Singer, exports from the periphery\nshowed a long-term tendency to decline relative to their industrial\nimports (Toye <a class=\"in-text-citation\" href=\"#jfj2003\">2003</a>). Thus, if the GATT's rules and norms were applied\nequally between the core and periphery, they would constrain, rather\nthan help, economic development (Prebisch <a class=\"in-text-citation\" href=\"#prebisch1964\">1964</a>). To amend this, Prebisch\nsought to unify the newly-formed G77 behind a set of reforms aimed at\nsupporting peripheral industrialisation (Dosman <a class=\"in-text-citation\" href=\"#dosman2008\">2008</a>, 394-395). These\nmeasures included a real transfer of wealth from the core to the\nperiphery and the establishment of commodity agreements to regulate and\nincrease the price of peripheral exports. Like Nkrumah, Prebisch never\nbelieved that these reforms would be sufficient. He made this point with\na counterfactual, imagining that:</p>",
        "references": [
            "prebisch1964",
            "bockmanjohanna2015",
            "jfj2003",
            "prebisch1964",
            "dosman2008"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_34",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 34,
        "content": "<p>If the peripheral countries manage to secure a larger share for their\nprimary exports in the consumption of the industrial countries, this,\ntogether with the transfer of income from the latter countries to the\nformer to offset the effects of the deterioration in the terms of trade,\nwill help to narrow the trade gap but will not in itself be enough to\nclose it. (Prebisch <a class=\"in-text-citation\" href=\"#prebisch1964\">1964</a>, 20)</p>",
        "references": [
            "prebisch1964"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_35",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 35,
        "content": "<p>What's more, none of Prebisch's proposed reforms were intended to be\npermanent (<a class=\"in-text-citation\" href=\"#prebisch1964\">1964</a>, 31). As peripheral industrialisation grew, the\n\"disparity\" with the core \"can be levelled out gradually\" (Prebisch\n<a class=\"in-text-citation\" href=\"#prebisch1964\">1964</a>, 31). Indeed, Prebisch wrote that: \"With an effort of the\nimagination it is possible to visualise a situation of dynamic\nequilibrium in the distant future in which [the declining terms of\ntrade] disappears as a result of the world-wide process of\nindustrialization\" (Prebisch <a class=\"in-text-citation\" href=\"#prebisch1964\">1964</a>, 15).</p>",
        "references": [
            "prebisch1964",
            "prebisch1964",
            "prebisch1964"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_36",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 36,
        "content": "<p>Here lies the biggest difference between Prebisch and Nkrumah. For\nPrebisch, NIEO-style reforms would not significantly threaten the\nprofits of state elites from the global North. For these were not\nradical nor permanent reforms, and would have the effect of increasing\neconomic development in both the core and periphery. This had important\nstrategic implications. If true, the G77 could create global reforms to\nworld order through \"joint responsibilities, common objectives, and\nconvergent measures\" (Prebisch 1984, 183). This strategic imaginary was\na fundamental part the NIEO's founding declarations, which claimed that\nit would help both North and South alike (UN <a class=\"in-text-citation\" href=\"#unga1974a\">1974a</a>). It also shaped the\nG77's legal strategy, which sought to reform the United Nations from\nwithin, on the basis of global consensus (Bedjaoui <a class=\"in-text-citation\" href=\"#bedjaouimohammed1979\">1979</a>, 196-197). It is\nthis moderate tendency that scholars have used to describe the NIEO as\nan essentially \"Keynesian liberal\" project (Murphy <a class=\"in-text-citation\" href=\"#craigmurphy2005\">2005</a>, 12; see also:\nHelleiner <a class=\"in-text-citation\" href=\"#helleiner2016\">2016</a>).</p>",
        "references": [
            "unga1974a",
            "bedjaouimohammed1979",
            "craigmurphy2005",
            "helleiner2016"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_37",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 37,
        "content": "<p>Decision making: the strategic imaginaries in practice</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_38",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 38,
        "content": "<p>So far, this article has shown that Nkrumah and Prebisch contributed\nconflicting visions of what would happen if NIEO-style reforms were\nimplemented. The counterfactual logic underlying these imaginaries had a\ndirect bearing on the strategies each leader helped create. The more\nradical strategy of collective independence was promoted within the NAM,\nwhich Nkrumah helped found (Gwin [1977] 2019; Murphy [1984] 2019; Sauvant <a class=\"in-text-citation\" href=\"#sauvant2014\">2014</a>, 5). The more moderate strategy of seeking a global\nconsensus was promoted within UNCTAD and the G77, which Prebisch had\nhelped lead (Prebisch 1984, 183; Thomas <a class=\"in-text-citation\" href=\"#thomas1985\">1985</a>, 126-127). In this section,\nI show how these strategies related to the rise and decline of the\noriginal NIEO. That means asking how, in key turning points, G77 elites\nchose between the strategies of global consensus and collective,\nnon-aligned independence. I argue that the non-aligned common front that\nwas originally empowered by a synthesis of both strategies. Initially,\nin late 1973, Western elites used the petrodollar crisis as a pretext to\nend the IMF's \"radical\" attempt at creating \"a quantum jump into a new\n[monetary] system\" (IMF <a class=\"in-text-citation\" href=\"#imf1972\">1972</a>, 4; De Vries <a class=\"in-text-citation\" href=\"#de1985\">1985</a>, 240-242). In response,\nAlgerian president Houari Boumédiène leveraged OPEC's new power to call\nfor the Sixth Special Session, where decisions would be made on all\nmatters of global development (Gwin [1977] 2019; Mazrui [1977] 2019,\n209-210; Sauvant <a class=\"in-text-citation\" href=\"#sauvant2014\">2014</a>, 5; Thomas <a class=\"in-text-citation\" href=\"#thomas1985\">1985</a>, 128-129). In this way, the\nstrategy of collective independence, via the NAM and OPEC, was used to\nempower the strategy of reaching a global consensus within the UN\nGeneral Assembly (UNGA 1974).</p>",
        "references": [
            "sauvant2014",
            "thomas1985",
            "imf1972",
            "de1985",
            "sauvant2014",
            "thomas1985"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_39",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 39,
        "content": "<p>This strategic synthesis, which empowered the NIEO's initial moment\nof possibility, peaked at the Seventh Special Session in September 1975.\nAt this time, the world economic crisis had been marked by continued\nuncertainty, and a decline in the value of the recently-floated\nUS-dollar. This reduced the value of OPEC's petrodollar surpluses, and\nmade OPEC's (<a class=\"in-text-citation\" href=\"#opec1975\">1975</a>) <em>Solemn Declaration</em> all the more believable.\nIn it, OPEC heads of state explicitly tied their oil and financial power\nto the goal of a NIEO. This had an obvious effect. In the lead up to the\nSeventh Special Session, CIA analysts feared what they called \"the\nradicals, led by Algeria\" (CIA <a class=\"in-text-citation\" href=\"#cia1975\">1975</a>). Because the radicals wanted \"a big\ntransfer of resources\" and \"have a lot of power\", the CIA argued that a\n\"compromise may need to be struck in regards to commodities\". This\naccords with Kissinger's strategy at the Special Session, which\nprojected what appeared like a genuine willingness to compromise\n(Dietrich <a class=\"in-text-citation\" href=\"#christopherdietrich2017\">2017</a>, 284-289; Gosovic and Ruggie <a class=\"in-text-citation\" href=\"#gosovic1976\">1976</a>; Gwin [1977] 2019; Sargent <a class=\"in-text-citation\" href=\"#sargent2015\">2015</a>). However, by the end of the Paris Conference on\nInternational Economic Cooperation (CIEC) in 1977, the exchange rate of\nthe US-dollar seemed to have stabilised. As such, OPEC's capital\nappeared relatively more stable within a US-led order, and the option of\ninvesting in the NIEO became relatively more risky (Nicholls <a class=\"in-text-citation\" href=\"#nichollssamuel2019\">2019</a>,\n146-149). Through massive increases in US arms sales, Iran and Saudi\nArabia chose instead to strengthen ties with imperialism (Brzoska and\nOhlson <a class=\"in-text-citation\" href=\"#brzoska1987\">1987</a>, pp. 343-348; Dietrich <a class=\"in-text-citation\" href=\"#christopherdietrich2017\">2017</a>, 298-301; Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>, 186-189; Wright 2014). As a result, US negotiators dropped their apparent\nwillingness to compromise. Indeed, at the CIEC, they dismissed all\nconcerns about the growing debt crisis, claiming that it would fix\nitself (UNA <a class=\"in-text-citation\" href=\"#una1976\">1976</a>; Nicholls <a class=\"in-text-citation\" href=\"#nichollssamuel2019\">2019</a>, 150-151). With the conference ending in\nfailure, G77 solidarity collapsed.</p>",
        "references": [
            "opec1975",
            "cia1975",
            "christopherdietrich2017",
            "gosovic1976",
            "sargent2015",
            "nichollssamuel2019",
            "brzoska1987",
            "christopherdietrich2017",
            "prashadvijay2007",
            "una1976",
            "nichollssamuel2019"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_40",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 40,
        "content": "<p>The rise and decline of this original strategic synthesis raises two\ncounterfactual questions. First, as Samir Amin considered in 1982, is\nthe question of unpredictable economic contingencies. What if the\neconomic crisis had deepened, from 1975-1977, rather than apparently\nstabilising? Would key OPEC elites have then been more likely to finance\nexperiments in the NIEO, like UNCTAD's proposed Common Fund? Even if the\nCommon Fund failed to underlie a new wave of commodity price agreements,\nit seems likely that significant OPEC investment would have boosted G77\nsolidarity, for it would have legitimised the strategic synthesis that\nhad made the NIEO project possible in the first place. Secondly, if G77\nsolidarity had been strengthened before the debt crisis, could the group\nhave formed a debtors' cartel, as proposed by Cuba? (Prashad <a class=\"in-text-citation\" href=\"#prashadvijay2007\">2007</a>,\n214-219) The counterfactual of a debtors' cartel is tantalising because\nof how close the world economic crisis came, even without a cartel, to\ncollapsing the US financial system (Corbridge <a class=\"in-text-citation\" href=\"#corbridge1993\">1993</a>, 44-45; Helleiner\n<a class=\"in-text-citation\" href=\"#erichelleiner1996\">1996</a>, 176; Mazower <a class=\"in-text-citation\" href=\"#mazower2013\">2013</a>, 351). To avoid a collapse, US state and\nfinancial elites employed their own strategy of collective independence,\nwielding the full weight of their monopoly finance capital to quash\neconomic development in South America and Africa for over a decade\n(Bazbauers and Engel <a class=\"in-text-citation\" href=\"#bazbauers2021\">2021</a>; Easterly <a class=\"in-text-citation\" href=\"#easterlywilliam2001\">2001</a>; Harvey <a class=\"in-text-citation\" href=\"#harvey2005\">2005</a>, 29; Prashad <a class=\"in-text-citation\" href=\"#prashad2014\">2014</a>,\n5-7; Stewart <a class=\"in-text-citation\" href=\"#stewart2012\">2012</a>, 88, 92; Thomas <a class=\"in-text-citation\" href=\"#thomas1985\">1985</a>, 149). With a debtors' cartel,\nthings might have happened differently. By risking a systemic collapse\nof the still-bourgeoning neo-liberal world disorder, a debtors' cartel\ncould have forced the North-South dialogue back to the future of the\nearly 1970s, when most global elites still supported a reformed Bretton\nWoods (De Vries <a class=\"in-text-citation\" href=\"#de1985\">1985</a>, 242-243, 255-256). Thus, again, the strategic\nsynthesis between the NIEO's more radical, non-aligned strategy, and its\nmore moderate, consensus-seeking strategy, would have helped decide the\nfuture of world order and global development.</p>",
        "references": [
            "prashadvijay2007",
            "corbridge1993",
            "erichelleiner1996",
            "mazower2013",
            "bazbauers2021",
            "easterlywilliam2001",
            "harvey2005",
            "prashad2014",
            "stewart2012",
            "thomas1985",
            "de1985"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_41",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 41,
        "content": "<p>Of course, such counterfactual scenarios are imaginary, so can't be\ntested with historical research. Still, as C.L.R. James argued, the\npoint of analysing historical decision making is not just to understand\nwhat actually could have been decided, but to understand what \"should\"\nhave been ([<a class=\"in-text-citation\" href=\"#james1989\">1938</a>]1989, 282). It is only through such questions that\nconsciousness can use the past to guide decision making in the present.\nThis is made clear in the lead up to the Progressive International's\n2024 Havana Congress, when it asked: \"Should we form a club of debtor\nnations to navigate the crisis of sovereign debt?\" This fits a more\ngeneral tendency within the movement towards the NIEO's Nkrumahist\nstrategic tradition. By acknowledging that the original NIEO \"was won\nthrough the exercise of collective power in the coordinated production\nof petroleum\", the PI declares that its own \"vision today can only be\nrealized through the collective action of the South\". To explore such\nstrategic possibilities, Michael Galant (<a class=\"in-text-citation\" href=\"#galantmichael2024\">2024</a>) considered the history of\nthe original NIEO, and concluded that \"even a united negotiating front\nis only as strong as its underlying balance of power\". For Galant, a\nmember of the PI's Executive Committee, the implication is that the\nmovement must create \"South-South collective action\" in the form of a\n\"new critical minerals cartel\" and a \"club of debtor nations\". As these\nstatements make clear, the Progressive International's current attempts\nat renovating the NIEO are based on a reconsideration of the exact\nstrategies that were sorely missed during the demise of the original.\nThe PI knows that it is not enough to simply seek a global\nconsensus.</p>",
        "references": [
            "james1989",
            "galantmichael2024"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_42",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 42,
        "content": "<p>Still, the PI has not, for this reason, ignored the NIEO's more\nPrebischian goals and strategies. Its <em>Havana Declaration</em> (2023)\ncalls for a global consensus, or a \"Planetary Bloc\" supported by \"all\npeoples and nations\". Perhaps most interestingly, however, is the fact\nthat some of the PI's leaders are drawing –– even if unwittingly –– on\nparts of Samir Amin's critique of the NIEO. Within the eclectic\nimaginaries of Yanis Varoufakis, the historical echos of both Prebisch\nand Amin can be heard in a new strategic synthesis. Like Amin's critique\nof \"sub-imperialism\" within the G77, Varoufakis (<a class=\"in-text-citation\" href=\"#varoufakisyanis2023\">2023</a>) has argued the\nthe PI \"must not repeat the mistake\" of relying on \"the elites of the\nGlobal South\". He made this point with a counterfactual, arguing that:\n\"Our New Non-Aligned Movement will fail if we give it a narrow role of\nbringing together the G77 and the BRICS in opposition to the West.\"\nVaroufakis also reflects the NIEO's more moderate goals, even as\nPrebisch is sidelined for \"Green Keynesianism\" (See also: Schwartz\n<a class=\"in-text-citation\" href=\"#hermanschwartz2023\">2023</a>). While believing like Prebisch that such reforms would address\ncapitalist crises, Varoufakis is skeptical that the capitalist class\nwill support \"the very road that leads to its own salvation.\" Instead,\nhe calls for “Genuine democracy” that will “be practised in the\ncitizens’ and the workers’ assemblies; not behind closed doors where\nsecretive oligarchs gather.” This is indicative of a key trend within\nthe PI's \"renovation\" of the NIEO. In this new, still somewhat implicit\nstrategy, the PI is attempting to empower a NIEO from below, via its\nmovement of movements, or grass roots social forces.</p>",
        "references": [
            "varoufakisyanis2023",
            "hermanschwartz2023"
        ],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_43",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 43,
        "content": "<p>Conclusion</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_44",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 44,
        "content": "<p>By focusing on the counterfactual logic used by Amin, Nkrumah and\nPrebisch, this article traced the broad strategies that underlined the\noriginal NIEO, and which continue to shape the PI's efforts to\n\"renovate\" the project. This is important for both development studies\nand the development industry, which have largely assumed that \"there is\nno alternative\" to neo-liberal globalisation. The history of the\noriginal NIEO, and the work of the PI, challenges these assumptions, for\nboth projects reflect real alternatives, or different strategic options.\nThe original NIEO failed to meet its stated objectives, but in many ways\nit succeeded. It succeeded in creating a global solidarity which\npossessed powerful decision making options. As such, key questions\nremain about what would have happened if its power had been used\ndifferently. As the NIEO was undermined during a global debt crisis, the\nPI reconsiders the possibilities of a debtors' cartel. Thus, just like\nwith the original NIEO, the PI hopes to use the of collective\nindependence to empower global reforms built on consensus. If chosen on\na sufficiently global scale, during an acute global crisis, such\nstrategic syntheses might again shape the future of global development.\nThey might again create possibilities for the structural transformation\nof neo-colonialism, the highest stage of monopoly capitalism.</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_45",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 45,
        "content": "<p>References</p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_46",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 46,
        "content": "<div class=\"bib-entry\" id=\"aminsamir1982\"><p>Amin, Samir. 1982. \"After the New International Economic Order: The\nFuture of International Economic Relations,\" <em>Journal of Contemporary\nAsia</em> 12 (4). https://doi.org/10.1080/00472338285390361.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_47",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 47,
        "content": "<div class=\"bib-entry\" id=\"bazbauers2021\"><p>Bazbauers, Adrian Robert and Susan Engel. 2021. <em>The Global\nArchitecture of Multilateral Development Banks: A System of Debt or\nDevelopment?</em> Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_48",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 48,
        "content": "<div class=\"bib-entry\" id=\"bedjaouimohammed1979\"><p>Bedjaoui, Mohammed. 1979. <em>Towards a New International Economic\nOrder</em>. Paris: United Nations Educational, Scientific and Cultural\nOrganisation. <a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000035806\"><u>https://unesdoc.unesco.org/ark:/48223/pf0000035806</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_49",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 49,
        "content": "<div class=\"bib-entry\" id=\"berger2014\"><p>Berger, Mark T., and Heloise Weber. 2014. <em>Rethinking the Third\nWorld: International Development and World Politics</em>. Bloomsbury\nPublishing.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_50",
        "book": "book_1754616026539",
        "chunk_id": 0,
        "startLine": 50,
        "content": "<div class=\"bib-entry\" id=\"bhagwati1984\"><p>Bhagwati, Jagdish N., and John Gerard Ruggie. 1984. <em>Power,\nPassions, and Purpose: Prospects for North-South Negotiations</em>, ed.\nJagdish N. Bhagwati and John Gerard Ruggie. MIT Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_51",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 51,
        "content": "<div class=\"bib-entry\" id=\"biney2011\"><p>Biney, Ama. 2011. <em>The Political and Social Thought of Kwame\nNkrumah</em>. Palgrave Macmillan.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_52",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 52,
        "content": "<div class=\"bib-entry\" id=\"bockmanjohanna2015\"><p>Bockman, Johanna. 2015. \"Socialist Globalization Against Capitalist\nNeocolonialism: The Economic Ideas Behind the New International Economic\nOrder.\" <em>Humanity</em> 6 (1).\nhttps://doi.org/10.1353/hum.2015.0010.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_53",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 53,
        "content": "<div class=\"bib-entry\" id=\"brzoska1987\"><p>Brzoska, Michael Brzoska, and Thomas Ohlson. 1987. <em>Arms Transfers\nto the Third World, 1971-85</em>. Oxford University Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_54",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 54,
        "content": "<div class=\"bib-entry\" id=\"byrnejamesjeffrey2016\"><p>Byrne, Jeffrey James. 2016. <em>Mecca of Revolution: Algeria,\nDecolonization and the Third World Order</em>. Oxford University\nPress.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_55",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 55,
        "content": "<div class=\"bib-entry\" id=\"corbridge1993\"><p>Corbridge, Stuart. 1993. <em>Debt and Development.</em>\nBlackwell.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_56",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 56,
        "content": "<div class=\"bib-entry\" id=\"easterlywilliam2001\"><p>Easterly, William. 2001. \"The Lost Decades: Developing Countries'\nStagnation in Spite of Policy Reform 1980– 1998.\" <em>Journal of\nEconomic Growth</em> 6 (2). https://doi.org/10.1023/A:1011378507540.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_57",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 57,
        "content": "<div class=\"bib-entry\" id=\"cia1975\"><p>CIA. 1975. \"Intelligence Memorandum: Prospects for the 7th Special\nSession of the UN General Assembly\". August 27.\nhttps://www.cia.gov/readingroom/docs/CIA-RDP79T00865A002600200001-2.pdf.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_58",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 58,
        "content": "<div class=\"bib-entry\" id=\"coxrobert1978\"><p>Cox, Robert W. 1978. \"Ideologies and the New International Economic\nOrder: Reflections on Some Recent Literature.\" <em>International\nOrganization</em> 33 (2): 257-302.\nhttps://www.jstor.org/stable/2706612.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_59",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 59,
        "content": "<div class=\"bib-entry\" id=\"cox1981\"><p>Cox, Robert W. 1981. \"Social Forces, States and World Orders: Beyond\nInternational Relations Theory,\" <em>Millennium</em> 10 (2).\nhttps://doi.org/10.1177/03058298810100020501.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_60",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 60,
        "content": "<div class=\"bib-entry\" id=\"coxrobert1991\"><p>Cox, Robert W. 1991. \"'Real Socialism' in Historical Perspective.\"\n<em>Socialist Register</em> 27.\nhttps://socialistregister.com/index.php/srv/article/view/5594.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_61",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 61,
        "content": "<div class=\"bib-entry\" id=\"coxrobertsinclairtimothy1996\"><p>Cox, Robert W. and Timothy J. Sinclair. 1996. \"Decision Making (with\nHarold K. Jacobson) (1977).\" In <em>Approaches to World Order</em>,\nedited by Robert W. Cox with Timothy Sinclair. Cambridge University\nPress.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_62",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 62,
        "content": "<div class=\"bib-entry\" id=\"cox2002\"><p>Cox, Robert W. 2002. <em>The Political Economy of a Plural World:\nCritical Reflections on Power, Morals and Civilization.</em>\nRoutledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_63",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 63,
        "content": "<div class=\"bib-entry\" id=\"de1985\"><p>De Vries, Margaret Garritsen. 1985. <em>The International Monetary\nFund, 1972-1978: Cooperation on Trial.</em> Vol 1: Narrative and\nAnalysis (Washington, D.C., IMF, 1985).</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_64",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 64,
        "content": "<div class=\"bib-entry\" id=\"christopherdietrich2017\"><p>Dietrich, Christopher R.W. 2017. <em>Oil Revolution</em>. Cambridge\nUniversity Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_65",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 65,
        "content": "<div class=\"bib-entry\" id=\"dosman2008\"><p>Dosman, Edgar J. 2008. <em>The Life and Times of Raúl Prebisch:\n1901-1986</em>. McGill-Queen<span dir=\"rtl\">’</span>s University\nPress.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_66",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 66,
        "content": "<div class=\"bib-entry\" id=\"galantmichael2024\"><p>Galant, Michael. 2024. \"Southern Unity for a new NIEO.\"\n<em>Progressive International.</em> May 5, 2024.\nhttps://progressive.international/blueprint/03f89d15-f952-41c5-84d9-ef97b239d73b-southern-unity-for-a-new-nieo/en.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_67",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 67,
        "content": "<div class=\"bib-entry\" id=\"adomgetachew2019\"><p>Getachew, Adom. 2019. <em>Worldmaking After Empire: The Rise and Fall\nof Self-Determination</em>. Princeton University Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_68",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 68,
        "content": "<div class=\"bib-entry\" id=\"gilman2015\"><p>Gilman, Nils. 2015. \"The New International Economic Order: A\nReintroduction\". <em>Humanity</em> 6 (1). <a href=\"https://humanityjournal.org/issue6-1/the-new-international-economic-order-a-reintroduction/\"><u>https://humanityjournal.org/issue6-1/the-new-international-economic-order-a-reintroduction/</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_69",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 69,
        "content": "<div class=\"bib-entry\" id=\"gilmannils2023\"><p>Gilman, Nils. 2023. \"The NIEO as Usable Past.\" <em>Progressive\nInternational</em>. 4 January, 2023.\nhttps://progressive.international/blueprint/e7bc30e1-d565-47de-a19f-80ad1bce9969-gilman-the-nieo-as-usable-past/en</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_70",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 70,
        "content": "<div class=\"bib-entry\" id=\"gosovic1976\"><p>Gosovic, Branislav, and John Gerard Ruggie. 1976. \"On the Creation of\na New International Economic Order: Issue Linkage and the Seventh\nSpecial Session of the UN General Assembly.\" <em>International\nOrganization</em> 30 (2). https://doi:10.1017/S0020818300018300.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_71",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 71,
        "content": "<div class=\"bib-entry\" id=\"gwin1977\"><p>Gwin, Catherine B.. (1977) 2019. \"The Seventh Special Session: Toward\na New Phase of Relations Between the Developed and the Developing\nStates?\". In <em>The New International Economic Order: Confrontation Or\nCooperation Between North And South?</em>, edited by Karl P. Sauvant and\nHajo Hasenpflug, 97-117. Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_72",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 72,
        "content": "<div class=\"bib-entry\" id=\"harvey2005\"><p>Harvey, David. 2005. <em>A Brief History of Neoliberalism.</em>\nOxford University Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_73",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 73,
        "content": "<div class=\"bib-entry\" id=\"congresshavana2023\"><p>Havana Congress. 2023. \"Havana Declaration on the New International\nEconomic Order\". January 27.\n[https://progressive.international/wire/2023-01-30-havana-congress-plans-unilateral-but-coordinated-action-to-secure-technological-sovereignty-for-the-global-south/en]</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_74",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 74,
        "content": "<div class=\"bib-entry\" id=\"erichelleiner1996\"><p>Helleiner, Eric. 1996. <em>States and the Reemergence of Global\nFinance: From Bretton Woods to the 1990s.</em> Cornell University\nPress.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_75",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 75,
        "content": "<div class=\"bib-entry\" id=\"helleiner2016\"><p>Helleiner, Eric. 2016. <em>Forgotten Foundations of Bretton Woods:\nInternational Development and the Making of the Postwar Order</em>.\nCornell University Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_76",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 76,
        "content": "<div class=\"bib-entry\" id=\"hobson2017\"><p>Hobson, John M., and Alina Sajed. 2017. \"Navigating Beyond the\nEurofetishist Frontier of Critical IR Theory: Exploring the Complex\nLandscapes of Non-Western Agency.\" <em>International Studies Review</em>\n19 (4). https://doi.org/10.1093/isr/vix013.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_77",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 77,
        "content": "<div class=\"bib-entry\" id=\"hobson2012\"><p>Hobson, John M. 2012. <em>The Eurocentric Conception of World\nPolitics: Western International Theory, 1760–2010</em>. Cambridge\nUniversity Press. https://doi.org/10.1017/CBO9781139096829.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_78",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 78,
        "content": "<div class=\"bib-entry\" id=\"imf1972\"><p>IMF Executive Board. 1972. \"Reform of the International Monetary\nSystem: A Sketch of Its Scope and Content\". Ed. J.J. Polak, March 7. In\nIMF. 1985. <em>The International Monetary Fund 1972-1978, Volume III:\nDocuments</em>. Ed. Margaret Garritsen d Vries. IMF.\nhttps://www.elibrary.imf.org/display/book/9781451940220/9781451940220.xml.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_79",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 79,
        "content": "<div class=\"bib-entry\" id=\"james1989\"><p>James, C.L.R. [1938] 1989. <em>The Black Jacobins: Toussaint\nl'Ouverture and the San Domingo Revolution.</em> Vintage Books.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_80",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 80,
        "content": "<div class=\"bib-entry\" id=\"kissinger1982\"><p>Kissinger, Henry. 1982. \"What Dialogue?\" in \"Confronting the\nNorth-South Dilemma\" by Robert Hormats and Henry Kissinger. <em>The\nWashington Quarterly</em> 5 (1): 153-154. <a href=\"https://doi.org/10.1080/01636608209477465\"><u>https://doi.org/10.1080/01636608209477465</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_81",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 81,
        "content": "<div class=\"bib-entry\" id=\"lal2015\"><p>Lal, Priya. 2015. “African Socialism and the Limits of Global\nFamilyhood: Tanzania and the New International Economic Order in\nSub-Saharan Africa,” <em>Humanity</em> 6 (1).\nhttp://dx.doi.org/10.1353/hum.2015.0011.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_82",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 82,
        "content": "<div class=\"bib-entry\" id=\"lenin2008\"><p>Lenin, Vladimir Ilyich. [1917] 2008. \"Preface to the French and\nGerman Editions\". In Imperialism: The Highest Stage of Capitalism.\nMarxist Internet Archive: <a href=\"https://www.marxists.org/archive/lenin/works/1916/imp-hsc/imperialism.pdf\"><u>https://www.marxists.org/archive/lenin/works/1916/imp-hsc/imperialism.pdf</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_83",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 83,
        "content": "<div class=\"bib-entry\" id=\"mazrui1977\"><p>Mazrui, A.A., (1977) 2019. <em>Africa's International Relations: The\nDiplomacy of Dependency and Change</em>. Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_84",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 84,
        "content": "<div class=\"bib-entry\" id=\"mazower2013\"><p>Mazower, Mark. 2013. <em>Governing the World: The History of an\nIdea.</em> Penguin.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_85",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 85,
        "content": "<div class=\"bib-entry\" id=\"moyn2019\"><p>Moyn, Samuel. 2019. <em>Not Enough: Human Rights in an Unequal\nWorld.</em> Belknap Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_86",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 86,
        "content": "<div class=\"bib-entry\" id=\"craigmurphy2005\"><p>Murphy, Craig M. 2005. <em>Global Institutions, Marginalization, and\nDevelopment</em>. Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_87",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 87,
        "content": "<div class=\"bib-entry\" id=\"murphy1984\"><p>Murphy, Craig M. (1984) 2019. <em>The Emergence of the NIEO\nIdeology</em>. Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_88",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 88,
        "content": "<div class=\"bib-entry\" id=\"narlikar2003\"><p>Narlikar, Amrita. 2003. <em>International Trade and Developing\nCountries Bargaining Coalitions in the GATT and WTO</em>. Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_89",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 89,
        "content": "<div class=\"bib-entry\" id=\"nichollssamuel2019\"><p>Nicholls, Samuel. 2019. \"A Moment of Possibility: The Rise and Fall\nof the New International Economic Order.\" PhD diss., University of\nAdelaide.\nhttps://digital.library.adelaide.edu.au/dspace/handle/2440/123094.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_90",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 90,
        "content": "<div class=\"bib-entry\" id=\"nkrumah1965\"><p>Nkrumah, Kwame. 1965. <em>Neo-Colonialism: The Last Stage of\nImperialism.</em> Thomas Nelson &amp; Sons, Ltd. <a href=\"https://www.marxists.org/subject/africa/nkrumah/neo-colonialism/\"><u>https://www.marxists.org/subject/africa/nkrumah/neo-colonialism/</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_91",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 91,
        "content": "<div class=\"bib-entry\" id=\"opec1975\"><p>OPEC. 1975. \"Solemn Declaration: Conference of the Sovereigns and\nHeads of State of the OPEC Member Countries\". Algiers.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_92",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 92,
        "content": "<div class=\"bib-entry\" id=\"heikki2019\"><p>Patomäki, Heikki. 2019. \"The Rational Kernel Within Samir Amin's\nMythological Shell: The Idea of a Democratic and Pluralist World\nPolitical Party.\" <em>Globalizations</em> 16 (7).\nhttps://doi.org/10.1080/14747731.2019.1651529.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_93",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 93,
        "content": "<div class=\"bib-entry\" id=\"prashadvijay2007\"><p>Prashad, Vijay. 2007. <em>Darker Nations: A People's History of the\nThird World</em>. The New Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_94",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 94,
        "content": "<div class=\"bib-entry\" id=\"prashad2014\"><p>Prashad, Vijay. 2014. <em>Poorer Nations: A Possible History of the\nGlobal South</em>. Verso.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_95",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 95,
        "content": "<div class=\"bib-entry\" id=\"prebisch1964\"><p>Prebisch, Raúl. 1964. <em>Towards a New Trade Policy For Development:\nreport by the Secretary-General of the United Nations Conference on\nTrade and Development.</em> UNCTAD. <a href=\"https://digitallibrary.un.org/record/696640?ln=en&amp;v=pdf\"><u>https://digitallibrary.un.org/record/696640?ln=en&amp;v=pdf</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_96",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 96,
        "content": "<div class=\"bib-entry\" id=\"pi2024\"><p>PI. 2024. \"PI Briefing | No. 17 | Winning a New International\nEconomic Order\". April 26, 2024. <a href=\"https://progressive.international/wire/2024-04-26-pi-briefing-no-17-winning-a-new-international-economic-order/en\"><u>https://progressive.international/wire/2024-04-26-pi-briefing-no-17-winning-a-new-international-economic-order/en</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_97",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 97,
        "content": "<div class=\"bib-entry\" id=\"sargent2015\"><p>Sargent, Daniel, J. 2015. \"North/South: The United States Responds to\nthe New International Economic Order\". <em>Humanity</em> 6 (1). DOI:\n10.1353/hum.2015.0009.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_98",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 98,
        "content": "<div class=\"bib-entry\" id=\"sauvant1977\"><p>Sauvant, Karl P. (1977) 2019. \"Toward the New International Economic\nOrder\". In <em>The New International Economic Order: Confrontation or\nCooperation Between North And South?</em>, edited by Karl P. Sauvant and\nHajo Hasenpflug. Routledge.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_99",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 99,
        "content": "<div class=\"bib-entry\" id=\"sauvant2014\"><p>Sauvant, Karl P. 2014. \"The early days of the Group of 77.\" <em>UN\nChronicle: The Magazine of the United Nations</em> 51 (1).\nhttps://www.un.org/en/chronicle/article/early-days-group-77.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_100",
        "book": "book_1754616026539",
        "chunk_id": 1,
        "startLine": 100,
        "content": "<div class=\"bib-entry\" id=\"hermanschwartz2023\"><p>Schwartz, Herman. 2023. \"The NIEO as Global Keynesianism\".\n<em>Progressive</em> International. 11 January, 2023.\nhttps://progressive.international/blueprint/cf1c69a7-1083-46e7-87c0-611ca36ea816-schwartz-the-nieo-as-global-keynesianism/en.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_101",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 101,
        "content": "<div class=\"bib-entry\" id=\"stewart2012\"><p>Stewart, Frances. 2012. \"The Impact of Global Economic Crises on the\nPoor: Comparing the 1980s and 2000s.\" <em>Journal of Human Development\nand Capabilities</em> 13 (1).\nhttps://doi.org/10.1080/19452829.2011.637386.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_102",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 102,
        "content": "<div class=\"bib-entry\" id=\"strange2015\"><p>Strange, Susan. [1988] 2015. <em>States and Markets</em>.\nBloomsbury.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_103",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 103,
        "content": "<div class=\"bib-entry\" id=\"anntalbot2009\"><p>Talbot, Ann. 2009. \"Chance and Necessity in History: E.H. Carr and\nLeon Trotsky Compared.\" <em>Historical Social Research</em> 34 (2):\n88-96. https://nbn-resolving.org/urn:nbn:de:0168-ssoar-286726.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_104",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 104,
        "content": "<div class=\"bib-entry\" id=\"thomas1985\"><p>Thomas, Caroline. 1985. <em>New States, Sovereignty, and\nIntervention</em>. St. Martin's Press.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_105",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 105,
        "content": "<div class=\"bib-entry\" id=\"thornton2022\"><p>Thornton, Christie. 2022. \"The NIEO as Cautionary Tale.\"\n<em>Progressive International</em>. 30 December, 2022.\nhttps://progressive.international/blueprint/efb34a9f-240c-492c-a872-60568d454b63-thornton-the-nieo-as-cautionary-tale/en.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_106",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 106,
        "content": "<div class=\"bib-entry\" id=\"tooze2015\"><p>Tooze, Adam. 2015. <em>Deluge: The Great War, America and the\nRemaking of Global Order.</em> Penguin.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_107",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 107,
        "content": "<div class=\"bib-entry\" id=\"jfj2003\"><p>Toye, JFJ., and Richard Toye. 2003. \"The Origins and Interpretation\nof the Prebisch-Singer thesis,\" History of Political Economy 35 (3).\nhttps://muse.jhu.edu/article/46958.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_108",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 108,
        "content": "<div class=\"bib-entry\" id=\"unga1974a\"><p>United Nations General Assembly (UNGA). 1974a. <em>Declaration on the\nEstablishment of a New International Economic Order</em>. <a href=\"https://digitallibrary.un.org/record/218450?ln=en\"><u>https://digitallibrary.un.org/record/218450?ln=en</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_109",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 109,
        "content": "<div class=\"bib-entry\" id=\"unga1974b\"><p>UNGA. 1974b. <em>Programme of Action on the Establishment of a New\nInternational Economic Order</em>. <a href=\"https://digitallibrary.un.org/record/218451?ln=en\"><u>https://digitallibrary.un.org/record/218451?ln=en</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_110",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 110,
        "content": "<div class=\"bib-entry\" id=\"una1976\"><p>UNA. 1976. \"4. Financial Affairs Commission (3d Meeting: 3.30 P.M),\n14 February\". In <em>Conference on International Economic Cooperation,\nParis –– July 1976-1978.</em> Series 0913, Box 17, File 4.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_111",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 111,
        "content": "<div class=\"bib-entry\" id=\"varoufakisyanis2023\"><p>Varoufakis, Yanis. 2023. \"Havana Address: The New Non-Aligned\nMovement and New Economic System We Have a Duty to Work Towards\". 26\nFebruary, 2023. <a href=\"https://www.yanisvaroufakis.eu/2023/02/26/the-new-non-aligned-movement-and-new-economic-system-we-have-a-duty-to-work-towards-havana-address-27th-january-2023/\"><u>https://www.yanisvaroufakis.eu/2023/02/26/the-new-non-aligned-movement-and-new-economic-system-we-have-a-duty-to-work-towards-havana-address-27th-january-2023/</u></a></p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_112",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 112,
        "content": "<div class=\"bib-entry\" id=\"ingovenzke2018\"><p>Venzke, Ingo. 2018. \"Possibilities of the Past: Histories of the NIEO\nand the Travails of Critique.\" <em>Journal of the History of\nInternational Law</em> 20 (3).\nhttps://doi.org/10.1163/15718050-20020050.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_113",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 113,
        "content": "<div class=\"bib-entry\" id=\"thomasweiss1986\"><p>Weiss, Thomas G. 1986. <em>Multilateral Development Diplomacy in\nUNCTAD: The Lessons of Group Negotiations, 1964-84</em>. Macmillan.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_114",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 114,
        "content": "<div class=\"bib-entry\" id=\"davidwight2014\"><p>Wight, David. 2014. \"The Petrodollar Era and Relations Between the\nUnited States and the Middle East and North Africa, 1969-1980.\" PhD\ndiss., University of California.</p></div>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754616026539_115",
        "book": "book_1754616026539",
        "chunk_id": 2,
        "startLine": 115,
        "content": "<section class=\"footnotes footnotes-end-of-document\" id=\"footnotes\" role=\"doc-endnotes\">\n<hr/>\n<ol>\n<li id=\"fn1\"><div class=\"bib-entry\" id=\"carolinenieothomaswestern1985\"><p>An exception is Caroline Thomas, who argued that the\n\"theory and practice\" of the NIEO provided an \"interesting critique of,\nand challenge to, the Western liberal notion of the rule\" of\nnon-intervention (1985, 156).<a class=\"footnote-back\" href=\"#fnref1\" role=\"doc-backlink\">↩︎</a></p></div></li>\n</ol>\n</section>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    }
]