[
    {
        "chunk_id": 0,
        "start_line": 1,
        "end_line": 89,
        "blocks": [
            {
                "type": "heading",
                "level": 1,
                "startLine": 1,
                "content": "To Do List [ : hyperlit]"
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 3,
                "content": "1: Table of Contents (TOC)"
            },
            {
                "type": "paragraph",
                "startLine": 5,
                "content": "TOC updates via a back-end process that launches when a heading tag is added or removed. This means passing through added and modified nodes when an editable div is saved. If a heading tag is detected, and it is from a removed node, that node should be deleted from a jason file. If it is in the added (modified) nodes, it should be added to the jason file, at the correct point.[^1] (It could be a database table that is used to update a jason file.).."
            },
            {
                "type": "paragraph",
                "startLine": 7,
                "content": "Should just be, whenever any of these happens, the python script is run again, as it needs to know the correct line number of heading tags."
            },
            {
                "type": "paragraph",
                "startLine": 9,
                "content": "The process involves parsing the main-text.md file, and noting the line number of each (# Heading) tag."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 11,
                "content": "2: Search Bar"
            },
            {
                "type": "paragraph",
                "startLine": 13,
                "content": "Essential to create a search bar at the top of the page. It searches not the DOM, but the main-text.md file that is being lazy loaded into the DOM. When a match is found, the line number of it is detected, and noted. This is used to create a function that lazy loads around that line of markdown. This works similarly to the internal links mechanism, so that user is taken directly to the search match, even if it is far away in a long, unloaded file. Once taken there, these words should be mildly highlighted, so user sees the result."
            },
            {
                "type": "paragraph",
                "startLine": 15,
                "content": "At this pont, the search bar should have beneith it \"next\" and \"back\" buttons, so that user can move through the different search results."
            },
            {
                "type": "paragraph",
                "startLine": 17,
                "content": "Search results are not refreshed as user types, but only when they manually press the search button again."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 19,
                "content": "3: Automated Hypercite database"
            },
            {
                "type": "paragraph",
                "startLine": 21,
                "content": "On convert (cite-creator), Markdown and html citations are extracted, and put into a jason file. The footnotes are adjusted so that when pressed, the corresponding entry in the jason file appears as a floating div, or is a transparent div of the entire screen that covers the usual view, and then dissappears when canceled."
            },
            {
                "type": "paragraph",
                "startLine": 23,
                "content": "The entries in the jason file should be further parsed by a back-end controller. This is done to get the data from the footnotes, and use it to create citation entries for any cited texts. As a result, the hypercite database will grow to include many references, even if these are marked as having \"no hyperlit version\")"
            },
            {
                "type": "paragraph",
                "startLine": 25,
                "content": "Any of the jason data points that are successfully processed by this backend controller are updated, such that they are no longer just text footnotes, but the actual hyperlit record of a text. When such a footnote is pressed, it will conrain other buttons, including: [upload the source], which users can use to upload an alleged epub, .docx, or markdown version of the  hypercite. Thus, any user can help expand the number of texts that have a hyperlit edition. That is, a markdown version with full hyperciting and hyperlighting capabilities."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 27,
                "content": "4: Remember page location when leave page"
            },
            {
                "type": "paragraph",
                "startLine": 29,
                "content": "Detect when user leaves the page by:"
            },
            {
                "type": "paragraph",
                "startLine": 31,
                "content": "- clicking external link"
            },
            {
                "type": "paragraph",
                "startLine": 33,
                "content": "- closing page"
            },
            {
                "type": "paragraph",
                "startLine": 35,
                "content": "When either is done, javascript should detect the html node IDs that are visible, ideally at the top of the page."
            },
            {
                "type": "paragraph",
                "startLine": 37,
                "content": "This should be saved to the page url in browser, or to a username or ip address, such that when user returns this html node id (and therefore markdown line number) is lazy loaded first, and navigated to."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 39,
                "content": "5: Create reddit-notes homepage"
            },
            {
                "type": "paragraph",
                "startLine": 41,
                "content": "Default homepage should be like apple notes. That is:"
            },
            {
                "type": "paragraph",
                "startLine": 43,
                "content": "- lists notes with title and some initial text, according the date modified."
            },
            {
                "type": "paragraph",
                "startLine": 44,
                "content": "- most recently modified notes come first"
            },
            {
                "type": "paragraph",
                "startLine": 45,
                "content": "- except for pinned notes"
            },
            {
                "type": "paragraph",
                "startLine": 47,
                "content": "However, there should be tabs, such that users can choose to view only their notes, or all notes, or subscribed notes."
            },
            {
                "type": "paragraph",
                "startLine": 49,
                "content": "And, beneath this, an option to change from \"recent\" to either: \"most hyperlighted\", \"most hypercited\", most seen\", etc, with options for \"day, week, month, year and all time.\" [this would be rolled out only so far as public hyperlighting and hyperciting are functional.]"
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 52,
                "content": "6: Make work with iphone"
            },
            {
                "type": "paragraph",
                "startLine": 54,
                "content": "Make the javascript and back-end controllers compatible with iphone browsers, particularly safari."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 56,
                "content": "7: move online, with laravel-based sign-up and log-in"
            },
            {
                "type": "paragraph",
                "startLine": 58,
                "content": "Self explanatory."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 60,
                "content": "8: Add notifications"
            },
            {
                "type": "paragraph",
                "startLine": 62,
                "content": "Once public hyperlighting and <mark class='user-name_1738192672757' id='user-name_1738192672757' data-listener-attached='true'>hyperciting<\/mark> are working, add notifations so users know when others have hyperlighted or hypercited their texts. This is an opt-in feature."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 64,
                "content": "9: Fix lazy-loading issues... check caching "
            },
            {
                "type": "paragraph",
                "startLine": 66,
                "content": "Needs to be able to load updwards on scroll up on page load... rather than having to scroll down first then back up."
            },
            {
                "type": "paragraph",
                "startLine": 68,
                "content": "Also needs to check the caching... "
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 70,
                "content": "9: Click on highlight opens same div as used for footnotes, BUT"
            },
            {
                "type": "paragraph",
                "startLine": 72,
                "content": "The div is filled with the hyperlights.md file, which is lazy loaded in, and targetted at the appropriate hyperlight using #highlight_id"
            },
            {
                "type": "paragraph",
                "startLine": 74,
                "content": "User can scroll up and down in the div, and EDIT (if its users hyperlight), or, [LEAVE Hyperlight] if its someone-elses... "
            },
            {
                "type": "paragraph",
                "startLine": 76,
                "content": "Perhaps should auto-save this. "
            },
            {
                "type": "paragraph",
                "startLine": 78,
                "content": "[If click expand], the original div is entirely de-activated (all event listeners, and so on are silenced, scroll position and top ID are saved), and the hyperlights in right sidebar becomes full screen div... "
            },
            {
                "type": "paragraph",
                "startLine": 80,
                "content": "[if click a back-link]: the div collapses, with all event listeners and such turned off, and scroll position and top id saved]."
            },
            {
                "type": "paragraph",
                "startLine": 82,
                "content": "In this way, moving between highlights and main-text should be super seamless."
            },
            {
                "type": "heading",
                "level": 2,
                "startLine": 84,
                "content": "Notes [:]"
            },
            {
                "type": "paragraph",
                "startLine": 87,
                "content": "[^1]: \"When user types '[:]', an 'add citation' div appears from below, up to just below that [:] tag. User can type author\/title\/publisher <mark class='user-name_1738192705705' id='user-name_1738192705705' data-listener-attached='true'>details<\/mark> etc, as they do, any similar entries will appear as suggestions. They can also import a copy of the original text of the citation. [OR] they can click [New]. This automatically generates citation data of a new text, and opens a 'new hyperlit document', in editable div mode.\" [[:]](http:\/\/10.0.0.93:8000\/todolist#hypercite_wck67b8)"
            }
        ]
    }
]