[
    {
        "id": "book_1754638192248_1",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 1,
        "content": "<p><strong>The collapse of the old and the struggle for the\nnew</strong></p>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_2",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 2,
        "content": "<p>Still, none of this was new. The praxis was developed in the 1960s,\nwithin the United Nations Conference on Trade and Development\n(UNCTAD).<a class=\"footnote-ref\" href=\"#fn1\" id=\"fnref1\" role=\"doc-noteref\"><sup>1</sup></a> It was there, in the first joint\ndeclaration of the G77, that calls were made for 'creating a new and\njust world economic order'.<a class=\"footnote-ref\" href=\"#fn2\" id=\"fnref2\" role=\"doc-noteref\"><sup>2</sup></a> What changed in the\nearly 1970s was the collapse of the post-WWII Bretton Woods system.\nThanks to declining US industrial productivity, and massive spending on\ngenocidal imperialism in Vietnam, US elites could no longer afford to\nexchange dollars for a fixed quantity of gold, which was the basis of\nBretton Woods system of fixed exchange rates. In 1971 Nixon decided ––\nunilaterally –– to delink the dollar from gold. This kickstarted an\nattempt by global elites to create a new international monetary\nsystem.<a class=\"footnote-ref\" href=\"#fn3\" id=\"fnref3\" role=\"doc-noteref\"><sup>3</sup></a> Beginning with Smithsonian Agreement\nin 1971, global elites agreed on a new, temporary system of\nfixed-but-adjustable exchange rates. In the meantime, the IMF tried to\ndesign a new system, one which addressed the massive imbalances of trade\nthat had brought down the original Bretton Woods. As the IMF then\nrecognised, the global monetary system required wholesale change:</p>",
        "references": [],
        "footnotes": [
            "#fn1",
            "#fn2",
            "#fn3"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_3",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 3,
        "content": "<blockquote>\n<p><em>'The reform of the system, if it is to be worthwhile, will have\nto be radical. It will have to involve a quantum jump into a new system,\nnot merely attempts at improvement of certain features of the present\nsystem. A reform of so wide a scope is, of course, difficult to\nenvisage. It will entail changes in existing practices, the need for\nwhich may not seem obvious in itself but that are necessary from the\npoint of view of the system as a whole. The reform will also have to\ntake into account the diverse positions and interests of different\ngroups of Fund members.'</em><a class=\"footnote-ref\" href=\"#fn4\" id=\"fnref4\" role=\"doc-noteref\"><sup>4</sup></a></p>\n</blockquote>",
        "references": [],
        "footnotes": [
            "#fn4"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_4",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 4,
        "content": "<p>Representatives from the Global South played a key part in these\nnegotiations, acting within the IMF's Committee of 20 (C20).<a class=\"footnote-ref\" href=\"#fn5\" id=\"fnref5\" role=\"doc-noteref\"><sup>5</sup></a> They agreed with elites in Europe\nand Japan that the new system should displace the dollar as the\ninternational reserve asset.<a class=\"footnote-ref\" href=\"#fn6\" id=\"fnref6\" role=\"doc-noteref\"><sup>6</sup></a> In its place would stand\nthe IMF's Special Drawing Rights (SDR). By being managed by\ninternational agreement, it was hoped the SDR could be designed to\nmitigate against international trade imbalances.<a class=\"footnote-ref\" href=\"#fn7\" id=\"fnref7\" role=\"doc-noteref\"><sup>7</sup></a>\nRepresentatives from the G77 agreed, but wanted new issues of SDRs to\nflow directly to those developing states in need of balance of trade\nfinancing.<a class=\"footnote-ref\" href=\"#fn8\" id=\"fnref8\" role=\"doc-noteref\"><sup>8</sup></a> These reform efforts reflected the\ncontinued dominance of a Keynesian-esque 'embedded liberal' consensus\namongst global elites. The majority of central bankers, finance\nministers, and world leaders associated floating exchange rates with\n1930s-style financial chaos.<a class=\"footnote-ref\" href=\"#fn9\" id=\"fnref9\" role=\"doc-noteref\"><sup>9</sup></a> What's more, the\nbreakdown of global embedded liberalism was wreaking havoc on domestic\neconomies. Even those US elites who supported floating rates required\nsome form of international cooperation, and so proposed trilateral</p>",
        "references": [],
        "footnotes": [
            "#fn5",
            "#fn6",
            "#fn7",
            "#fn8",
            "#fn9"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_5",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 5,
        "content": "<p>coordination of fiscal and monetary policy with Germany and Japan.<a class=\"footnote-ref\" href=\"#fn10\" id=\"fnref10\" role=\"doc-noteref\"><sup>10</sup></a> Like good Leninists, all global\nelites knew that there could be no Keynesianism, nor capitalism, in one\ncountry.<a class=\"footnote-ref\" href=\"#fn11\" id=\"fnref11\" role=\"doc-noteref\"><sup>11</sup></a></p>",
        "references": [],
        "footnotes": [
            "#fn10",
            "#fn11"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_6",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 6,
        "content": "<p>This context is important. It shows that the NIEO was not some\nutopian plea that G77 elites tried to ram through the United Nations. It\nwas an intervention into a global reform effort that was already taking\nplace. Indeed, it was taking place because –– at the time –– elites from\nall states believed in the need for some form of new international\neconomic order. This had a direct bearing on the founding declarations\nof the NIEO, which stated that the 'present international economic order\nis in direct conflict with current developments in international\npolitical and economic relations.'<a class=\"footnote-ref\" href=\"#fn12\" id=\"fnref12\" role=\"doc-noteref\"><sup>12</sup></a> Thus, while the G77's\nfocus was on overthrowing neo-colonialism and the declining terms of\ntrade, the NIEO also had urgent, and immediate goals. It was envisioned\nas a means of solving the global economic crisis, as it affected all\neconomies, including those in the so-called advanced industrial core.\nThis was stated explicitly in the NIEO's founding declarations:</p>",
        "references": [],
        "footnotes": [
            "#fn12"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_7",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 7,
        "content": "<blockquote>\n<p>'All these changes have thrust into prominence the reality of\ninterdependence of all the members of the world community. Current\nevents have brought into sharp focus the realization that the interests\nof the developed countries and those of the developing countries can no\nlonger be isolated from each other, that there is a close\ninterrelationship between the prosperity of the developed countries and\nthe growth and development of the developing countries, and that the\nprosperity of the international community as a whole depends upon the\nprosperity of its constituent parts. International co-operation for\ndevelopment is the shared goal and common duty of all countries.'<a class=\"footnote-ref\" href=\"#fn13\" id=\"fnref13\" role=\"doc-noteref\"><sup>13</sup></a></p>\n</blockquote>",
        "references": [],
        "footnotes": [
            "#fn13"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_8",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 8,
        "content": "<p>The problem for the G77 was that by late 1973 negotiations within the\nIMF had broken down.<a class=\"footnote-ref\" href=\"#fn14\" id=\"fnref14\" role=\"doc-noteref\"><sup>14</sup></a> The reforms designed by the\nCommittee of 20 were intended to support the new system of fixed\nexchange rates established with the Smithsonian Agreement in 1971.<a class=\"footnote-ref\" href=\"#fn15\" id=\"fnref15\" role=\"doc-noteref\"><sup>15</sup></a> When this system of\nfixed-but-adjustable rates broke down, key European states were forced\nto float their currencies.<a class=\"footnote-ref\" href=\"#fn16\" id=\"fnref16\" role=\"doc-noteref\"><sup>16</sup></a> In response, the IMF\nshifted its focus from 'radical' reform to an 'evolutionary' approach.<a class=\"footnote-ref\" href=\"#fn17\" id=\"fnref17\" role=\"doc-noteref\"><sup>17</sup></a> Most world leaders still supported\nthe establishment of a new, Bretton-Woods-style system of fixed exchange\nrates, but now believed it should be achieved gradually. It would\nemerge, they said, from temporary experimentation with floating exchange\nrates.<a class=\"footnote-ref\" href=\"#fn18\" id=\"fnref18\" role=\"doc-noteref\"><sup>18</sup></a> Leaders from the Global South were\nnot convinced. As noted by the IMF's official historian, they feared\nthat 'industrial members, facilitated by floating exchange rates, were\npursuing highly inflationary policies and that when these members\napplied the brakes to such policies the worst recession since World War\nII would occur.<span dir=\"rtl\">’</span><a class=\"footnote-ref\" href=\"#fn19\" id=\"fnref19\" role=\"doc-noteref\"><sup>19</sup></a></p>",
        "references": [],
        "footnotes": [
            "#fn14",
            "#fn15",
            "#fn16",
            "#fn17",
            "#fn18",
            "#fn19"
        ],
        "hypercites": [],
        "hyperlights": []
    },
    {
        "id": "book_1754638192248_9",
        "book": "book_1754638192248",
        "chunk_id": 0,
        "startLine": 9,
        "content": "<section class=\"footnotes footnotes-end-of-document\" id=\"footnotes\" role=\"doc-endnotes\">\n<hr/>\n<ol>\n<li id=\"fn1\"><p>Group of 77, \"Joint Declaration of the Seventy-Seven\",\nJune 15 1964. [http://www.g77.org/doc/Joint%20Declaration.html].</p>\n<p>Also see: Sauvant, Karl P. \"The early days of the Group of 77.\"\n<em>UN Chronicle: The Magazine of the United Nations,</em> 51, no. 1\n(2014): 27-33. [<a href=\"https://www.un.org/en/chronicle/article/early-days-group-77\"><u>https://www.un.org/en/chronicle/article/early-days-group-77</u></a>]:</p>\n<p>'UNCTAD I met in Geneva between 23rd March and the 16th June 1964. It\nwas the first major North-South conference on development questions.\nDuring the negotiations at that conference, economic interests\nclearly crystallized along geo-political-group lines and the developing\ncountries emerged as a group that was beginning to find its own\nidentity.'<a class=\"footnote-back\" href=\"#fnref1\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn2\"><p>Ibid.<a class=\"footnote-back\" href=\"#fnref2\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn3\"><p>This began with the Smithsonian Agreement. See: Federal\nReserve History, 'The Smithsonian Agreement', November 22, 2013. [<a href=\"https://www.federalreservehistory.org/essays/smithsonian-agreement\"><u>https://www.federalreservehistory.org/essays/smithsonian-agreement</u></a>];\nMargaret Garritsen De Vries. <em>The International Monetary Fund,\n1972-1978: Cooperation on Trial</em>, Vol 1: Narrative and Analysis\n(Washington, D.C., IMF, 1985), p. 123:</p>\n<p><span dir=\"rtl\">‘</span>REFORMING THE INTERNATIONAL MONETARY SYSTEM\npresented monetary officials with an unusual challenge. They sensed that\nthey were entering a new era and that, like those who had planned and\nnegotiated the Bretton Woods system three decades earlier, they had an\nunusual opportunity to write a new monetary constitution for the\nworld.<span dir=\"rtl\">’</span> p. 123.<a class=\"footnote-back\" href=\"#fnref3\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn4\"><p>IMF Executive Board, \"Reform of the International\nMonetary System: A Sketch of Its Scope and Content\", Ed. J. J. Polak,\nMarch 7, 1972. As Published in: IMF, <em>The International Monetary Fund\n1972-1978, Volume III: Documents</em>, ed. Margaret Garritsen de Vries,\n(Washington DC, IMF, 1985), p. 4. [<a href=\"https://www.elibrary.imf.org/display/book/9781451940220/9781451940220.xml\"><u>https://www.elibrary.imf.org/display/book/9781451940220/9781451940220.xml</u></a>]<a class=\"footnote-back\" href=\"#fnref4\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn5\"><p>IMF, \"Committee on Reform of the International Monetary\nSystem and Related Issues1\". In <em>Summary Proceedings of the\nTwenty-Seventh Annual Meeting of the Board of Governors 1972</em>, (USA:\nInternational Monetary Fund, 18 September, 1972) accessed Jan 15, 2024,\nhttps://www.elibrary.imf.org/display/book/9781475576467/ch013.xml</p>\n<p>Margaret Garritsen De Vries. <em>The International Monetary Fund,\n1972-1978: Cooperation on Trial</em>, Vol 1: Narrative and Analysis\n(Washington, D.C., IMF, 1985), p. 151, 153:</p>\n<p><span dir=\"rtl\">‘</span>Mr. Volcker's views on the nature of a new\ngroup to negotiate reform collided with the ideas of the Fund management\nand staff. The Fund management and staff were convinced that the best\nway to organize a high-level group was to establish a committee of 20\nFund Governors based on the 20 constituencies that made up the Executive\nBoard so that all Fund members would be able to regard themselves as\nrepresented. To include officials who would represent all the numerous\ndeveloping members of the Fund was especially important since developing\nmembers were becoming an effective force in international monetary\naffairs and their consent to the shape of any reformed system was\nindispensable. Reform would require amendment of the Articles of\nAgreement, and collectively the developing members had more than enough\nvotes to prevent ratification of any amendments they did not\nendorse.<span dir=\"rtl\">’</span> p. 151.<a class=\"footnote-back\" href=\"#fnref5\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn6\"><p>Margaret Garritsen De Vries. <em>The International\nMonetary Fund, 1972-1978: Cooperation on Trial</em>, Vol 1: Narrative\nand Analysis (Washington, D.C., IMF, 1985):</p>\n<p><span dir=\"rtl\">‘</span>Clearly after August 15, 1971, \"reform\" of\nthe international monetary system meant something quite different from\nwhat it had meant before. In the second half of the 1960s and through\n1970, reform meant improving the Bretton Woods system by, for example,\nintroducing a new reserve asset (the SDR) or by making relatively minor\nmodifications in the par value system so that large industrial countries\ncould more easily change the par values for their currencies. After\nAugust 15, 1971, reform meant radically altering the Bretton Woods\nsystem by constructing a wholly new international monetary system with\narrangements for convertibility, reserves, and reserve currencies\ndifferent from what had existed in the Bretton Woods system, as well as\na substantially altered exchange rate mechanism.<span dir=\"rtl\">’</span>\np. 123.<a class=\"footnote-back\" href=\"#fnref6\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn7\"><p>Ibid. p. 131, and:</p>\n<p><span dir=\"rtl\">‘</span>To reduce the use of national currencies,\nespecially the dollar, as reserves, the sketch discussed \"consolidation\narrangements.\" Large outstanding balances of dollars held by central\nbanks as reserves would be consolidated in the Fund or somehow converted\ninto an alternative asset, such as the SDR. This would reduce liquidity\nin the international monetary system. That liquidity, widely regarded as\nexcessive, was heavily in the form of dollars.</p>\n<p>The sketch described arrangements for the Fund to distribute special\nissues of SDRs against balances of reserve currencies tendered to it by\nits members. (Later on, the term \"substitution account\" was used to\ndescribe arrangements of this type.) In this way the SDR would become\nthe primary reserve asset of the international monetary system.\nQuestions still to be settled concerned the scope of such\nconsolidation-whether all existing holdings of dollar balances would be\nexchange able for SDRs-and the changes needed to make the SDR a\nsufficiently attractive reserve asset, such as increasing its rate of\ninterest, enlarging the number of official bodies that could hold SDRs,\nbroadening the transactions in which SDRs could be used, and relaxing\nthe rules for reconstitution so that financial officials would be\nwilling to exchange dollars for SDRs.<span dir=\"rtl\">’</span> pp.\n126-127.</p>\n<p>C. Fred Bergsten. \"New urgency for international monetary reform.\"\n<em>Foreign Policy</em> 19 (1975): pp. 79-80.<a class=\"footnote-back\" href=\"#fnref7\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn8\"><p>Ibid., pp. 139-140, 202-203, 205-207:</p>\n<p>'Developing countries had been emphasizing how the disruption in the\nBretton Woods system, especially in the second half of 1971, had\naffected them adversely and why it was essential for them to participate\nfully in the formulation and negotiation of any proposals to reform the\nsystem and in any associated proposals relating to international trade.\nThis chapter of the report gave recognition to these needs and noted\nthat officials of developing countries favored some of the particular\nfeatures in a reformed system, such as a system of par values with\nmaintenance of narrow margins around parities. In addition, it pointed\nout that the developing countries continued to be especially interested\nin a link between the creation of SDRs and the provision of finance for\ndevelopment purposes and spelled out four possible ways in which some\nsuch link could be established. This chapter also put the public on\nnotice that a study of the link was already under way in the Fund.<span dir=\"rtl\">’</span> pp. 139-140.<a class=\"footnote-back\" href=\"#fnref8\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn9\"><p>Eric Helleiner. <em>States and the Reemergence of Global\nFinance: from Bretton Woods to the 1990s</em>. Cornell university press,\n1996:</p>\n<p>'Friedman's followers predicted that floating exchange rates would\nsmoothly adjust to changing underlying conditions, but most central\nbankers feared that such rates would prove volatile, disrupt trade\npatterns, and lead to widespread resource misallocation. On the whole,\nthey favored stricter controls on speculative capital movements in the\ninterest of preserving a stable exchange rate system and liberal trading\norder, for they viewed these as more important aspects of a liberal\ninternational economic order than a liberal financial system. Hans\nKloss, the general manager of the Austrian National Bank counseled that\n\"we should have the courage to say that the idea of liberalized capital\nmovements cannot be upheld in all respects and at all times. Rather if\nmonetary and economic damage is to be avoided, it is an ideal which can\nonly be applied with extreme caution.\"61' p. 118.</p>\n<p>Harold James. \"CHAPTER 9 Reform of the International Monetary System,\nor Nonsystem?\". In <em>International Monetary Cooperation Since Bretton\nWoods</em>, (USA: Oxford University Press, 1996) accessed Jan 15, 2024,\nhttps://doi.org/10.5089/9781475506969.071.ch009</p>\n<p>'There were few significant political advocates of floating (although\nit commanded a substantial academic following) at the beginning of the\n<span dir=\"rtl\">“</span>disintegration of Bretton Woods.” Karl Schiller,\nthe German Economics Minister and at first the only enthusiastic\npolitical <span dir=\"rtl\">“</span>floater” on the international stage,\nwas outvoted in the German cabinet in a debate over the international\nposition of the deutsche mark, and resigned in 1972. After 1972, the new\nU.S. Treasury Secretary, George Shultz, also believed that floating\nrepresented the best outcome, but he was at least at the outset\nunwilling to articulate this position in an international context which\nwas looking for a <span dir=\"rtl\">“</span>solution” to the currency\nproblem. In June 1972, the Chief Economist of the U.S. Office of\nManagement and Budget, the Chicago economist Arthur Laffer, when\ndiscussing this issue with IMF officials merely argued not <span dir=\"rtl\">“</span>that a floating rate system would be a preferred\nalternative but rather that it might not be such a bad\nalternative.”9'</p>\n<p>Margaret Garritsen De Vries. <em>The International Monetary Fund,\n1972-1978: Cooperation on Trial</em>, Vol 1: Narrative and Analysis\n(Washington, D.C., IMF, 1985):</p>\n<p><span dir=\"rtl\">‘</span>The push for a reformed system by these\nofficials even after the emergence of floating rates in March 1973\nreflected long-standing anxieties about floating rates. At the time,\nmost public officials, as well as bankers and businessmen, looked upon\nthe emergence of floating rates as an unfortunate development with\npotentially harmful consequences for international trade and investment\nand for monetary and financial relations between countries. As Mr.\nVolcker subsequently said, \"many feared that resort to floating without\nclearly defined rules of behavior would undermine international economic\nintegration and interfere with trade and investment. Some went further.\nThey felt that what they saw as a total breakdown of the monetary order\nwas responsible for much of the instability in the world economy and\ncarried the seeds of political and economic chaos.\"2 Even in the most\nfavorable light at the time, floating rates represented a vast departure\nfrom the fixed rates of the Bretton Woods system that had performed so\nwell since World War II and were historically untested except in the\nhyperinflation period of the 1920s and the deep depression of the\n1930s.<span dir=\"rtl\">’</span> p. 190.</p>\n<p>Also:</p>\n<p>'Like the French deputies, the deputies from other countries also had\ndifficulty with the idea of legalizing the use of floating exchange\nrates even temporarily. When this topic was raised, the deputy from\nBelgium, the deputies from France, and the deputies from Japan, Koichi\nInamura and Hitoshi Yukawa, objected to any use of floating rates.<span dir=\"rtl\">’</span> p. 172.<a class=\"footnote-back\" href=\"#fnref9\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn10\"><p>In 1972, US elites had even supported an SDR-based\nsystem:</p>\n<p>Margaret Garritsen De Vries. <em>The International Monetary Fund,\n1972-1978: Cooperation on Trial</em>, Vol 1: Narrative and Analysis\n(Washington, D.C., IMF, 1985):</p>\n<p><span dir=\"rtl\">‘</span>At the 1972 Annual Meeting, Mr. Shultz made\nit clear that the United States would accept an exchange rate regime\nbased on central or par values if provision was made for fairly wide\nmargins around these values and for countries to float their currencies\nand if appropriate criteria were used to bring about changes in exchange\nrates, including changes for countries with balance of payments\nsurpluses. The United States would also agree to making the dollar again\nconvertible into primary reserve assets, although within defined limits.\nPart of the existing holdings of dollars by the central banks of other\ncountries might also be exchanged for a special issue of SDRs at the\noption of the holder. The United States, moreover, would accept the SDR\nas the numeraire of a reformed system and would agree that the SDR could\nbe made free of encumbrances, such as reconstitution obligations,\ndesignation procedures, and holding limits, which detracted from its\nuse. In all these respects, the United States seemed to have accepted\nthe proposals put forward by Mr. Barber a year earlier.<span dir=\"rtl\">’</span> p. 167.</p>\n<p>AND:</p>\n<p><span dir=\"rtl\">‘</span>The deputies were able to agree relatively\nreadily at their meeting in January 1973 that the SDR should become the\nprincipal reserve asset of the reformed system. This agreement was quite\nan achievement in that the first SDRs had been allocated only three\nyears before. Acceptance of the SDR as the principal reserve asset of\nthe reformed system, however, resulted in large part because of the\nabsence of any suitable alternative. Only G. W.G. Browne, the deputy\nfrom South Africa, and Mr. Pierre-Brossolette were willing to make any\ncase for gold. And all deputies, even those from the United States, were\nwilling to agree, or at least concede, that no national currency, such\nas the dollar, could be the prime reserve asset.<span dir=\"rtl\">’</span>\np. 178.</p>\n<p>...</p>\n<p><span dir=\"rtl\">‘</span>The deputies were also able to agree quite\nreadily that reserve creation and the volume of international liquidity\nought to be subject to international control. Otherwise the supply of\nglobal reserves would continue to be affected by the injection of\nreserve currencies into the system when reserve centers had deficits or\nby the withdrawal of reserve currencies from the system when they had\nsurpluses. But this alternative was unacceptable: all the deputies\nagreed that global reserves should not be influenced to any significant\nextent by the balance of payments positions of reserve center countries.\nDeputies from Western European members used the word \"control\" of\nreserve creation to stress that the creation of dollar liabilities as a\nsource of reserves should be done away with in the reformed system. The\ndeputies from the United Kingdom, Christopher W. McMahon and Derek J.\nMitchell, suggested the word \"management\" of reserve creation, leaving\nthe way open for some use of dollars as reserves. All deputies agreed,\ntoo, that international control or management of reserve creation should\nbe achieved primarily through decisions to allocate or cancel SDRs.<span dir=\"rtl\">’</span> p. 178.<a class=\"footnote-back\" href=\"#fnref10\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn11\"><p>He argued in 1944 that a US-dollar reserve system would\nlead to massive imbalances of global trade. This is precisely what led\nto Nixon de-linking the dollar from gold.<a class=\"footnote-back\" href=\"#fnref11\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn12\"><p>United Nations General Assembly, \"Declaration on the\nEstablishment of a NIEO,\" (1974), Para. 2. [[<a href=\"https://digitallibrary.un.org/record/218450?ln=en\"><u>https://digitallibrary.un.org/record/218450?ln=en</u></a>]:<a class=\"footnote-back\" href=\"#fnref12\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn13\"><p>United Nations General Assembly, \"Declaration on the\nEstablishment of a NIEO,\" (1974), Para. 2. [[<a href=\"https://digitallibrary.un.org/record/218450?ln=en\"><u>https://digitallibrary.un.org/record/218450?ln=en</u></a>];\nThe same sentiment can be found in Bedjaoui, who expresses this so\neloquently in <em>Towards a New International Economic Order</em>\n(1979):</p>\n<p>'The underdeveloped countries, too long excluded from international\nrelations by an inegalitarian and inequitable system, do not hanker\nafter its converse, which would favour them and make the privileged of\nthe past and the present the outcasts of the future. That would be\nneither just nor possible, neither desirable nor realistic. The right to\ndevelopment is something which brings life to countries hitherto\nexcluded from that development. But the underdeveloped countries are\naware that peace and progress cannot be served by obstructing or\ndestroying the development of the advanced countries. All the\nfundamental structural changes that the activities of the Third World\ncountries are gradually working towards, aim at the <span dir=\"rtl\">‘</span>integrated development<span dir=\"rtl\">’</span> of the\nwhole world. Resources must be used as efficiently as possible to foster\nthe development of all human societies; and it is there that the\nreserves of growth lie.<span dir=\"rtl\">’</span> p. 72.<a class=\"footnote-back\" href=\"#fnref13\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn14\"><p>Margaret Garritsen De Vries. <em>The International\nMonetary Fund, 1972-1978: Cooperation on Trial</em>, Vol 1: Narrative\nand Analysis (Washington, D.C., IMF, 1985), pp. 270, 289.<a class=\"footnote-back\" href=\"#fnref14\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn15\"><p>Margaret Garritsen De Vries. <em>The International\nMonetary Fund, 1972-1978: Cooperation on Trial</em>, Vol 1: Narrative\nand Analysis (Washington, D.C., IMF, 1985), pp. 11-12.</p>\n<p>'Their first objective was to develop confidence in the new pattern\nof exchange rates until these rates had time to reduce the large\nimbalances in international payments that had existed at least since\n1966. These imbalances consisted primarily of a deficit by the United\nStates and substantial surpluses by most other industrial countries.\nTheir second objective was to negotiate a long-term reform of the\ninternational monetary system to replace the Bretton Woods system set up\nin 1944. The objectives of developing confidence in the new exchange\nrates and of planning a reformed system were interconnected. Confidence\nin the exchange rates would make it more likely that these rates would\ncorrect the chronic payments imbalances. Overcoming these imbalances\nwould in turn facilitate negotiations for reforming the system. Positive\nsteps toward a reformed system would also make the exchange markets more\nconfident of the new rates.' pp. 11-12.<a class=\"footnote-back\" href=\"#fnref15\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn16\"><p>Ibid., p. 191; Barry Eichengreen. <em>Globalizing\nCapital: a History of the International Monetary System</em>. Princeton\nUniversity Press, 2019:</p>\n<p>'Another attack on sterling, prompted by the inflationary policies of\nBritish prime minister Edward Heath, forced Britain to float the\ncurrency out of its Smithsonian band in 1972. This set the stage for the\nfinal act. Flight from the dollar in early 1973 led Switzerland and\nothers to float their currencies. A second devaluation of the dollar, by\n10 percent against the major European currencies and a larger amount\nagainst the yen, was negotiated, but without assuring the markets that\nthe underlying imbalance had been removed. Flight from the dollar\nresumed, and this time Germany and its partners in the EEC jointly\nfloated their currencies upward. The Bretton Woods international\nmonetary system was no more.' pp. 131-132.<a class=\"footnote-back\" href=\"#fnref16\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn17\"><p><span dir=\"rtl\">‘</span>In a perceptive statement, Mr.\nWhitelaw took the view that the best outcome was that the international\nmonetary system would reform itself. As time progressed, the deputies\nmight be able, in Mr. Whitelaw's words, \"to divine what was practical\nand what was not, rather than to reason it out around a conference\ntable.\" He underscored his point by noting that Australian authorities\nsaw adjustment of the disequilibria in world payments at the heart of\nthe reform exercise and that in practice such an adjustment was\ncurrently taking place as a result of the changes in exchange rates.\nAccordingly, the major change needed in the international monetary\nsystem would soon occur even without reform negotiations.<span dir=\"rtl\">’</span> p. 238.</p>\n<p>...</p>\n<p><span dir=\"rtl\">‘</span>In these circumstances the Committee of\nTwenty in effect decided to shift to a step-by-step, or evolutionary,\napproach to changing the international monetary system. In other words,\ninstead of the reformed international monetary system coming into being\nall at once, or even having the features of the reformed system agreed\nall at once, a new international monetary system would be permitted to\nevolve out of existing arrangements. What the members of the Committee\nsaid in their communique following their Rome meeting was that \"priority\nshould be given to certain important aspects of reform . . . with a view\nto their early implementation. Other aspects of reform could be agreed\nwith the understanding that their operational provisions would be\ndeveloped and implemented at a later date.\"4 What they were saying was\nthat reform was not being given up; rather a reformed system was to\nevolve on a piecemeal basis. For its remaining months, the Committee of\nTwenty would turn to the topics needing early implementation.<span dir=\"rtl\">’</span> p. 242-243.</p>\n<p>... p. 289.<a class=\"footnote-back\" href=\"#fnref17\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn18\"><p>Margaret Garritsen De Vries. <em>The International\nMonetary Fund, 1972-1978: Cooperation on Trial</em>, Vol 1: Narrative\nand Analysis (Washington, D.C., IMF, 1985):</p>\n<p><span dir=\"rtl\">‘</span>In these circumstances the Committee of\nTwenty in effect decided to shift to a step-by-step, or evolutionary,\napproach to changing the international monetary system. In other words,\ninstead of the reformed international monetary system coming into being\nall at once, or even having the features of the reformed system agreed\nall at once, a new international monetary system would be permitted to\nevolve out of existing arrangements. What the members of the Committee\nsaid in their communique following their Rome meeting was that \"priority\nshould be given to certain important aspects of reform . . . with a view\nto their early implementation. Other aspects of reform could be agreed\nwith the understanding that their operational provisions would be\ndeveloped and implemented at a later date.\"4 What they were saying was\nthat reform was not being given up; rather a reformed system was to\nevolve on a piecemeal basis. For its remaining months, the Committee of\nTwenty would turn to the topics needing early implementation. By\nconcentrating on these topics monetary authorities hoped that existing\ninternational monetary arrangements might evolve without excessive\ndisorder. While the members of the Committee of Twenty and their\ndeputies were to discuss these topics, the Executive Board of the Fund\nwas to take decisions, assisted in the usual way by the Managing\nDirector and the staff. The Fund's regular policymaking bodies were thus\nbrought back into the fold on the discussions and decisions concerning\nthe international monetary system.<span dir=\"rtl\">’</span> p.\n242-243.</p>\n<p><span dir=\"rtl\">‘</span>The report of the Committee to the Board of\nGovernors first explained why the Committee switched its priority from\nplanning an overall reformed international monetary system to working\nout immediate measures under which existing international monetary\narrangements would evolve into a system. Essentially, \"the uncertainties\naffecting the world economic outlook, related to inflation, the energy\nsituation, and other unsettled conditions\" had increased since the\nNairobi meeting. The world's balance of payments structure was changing\nradically, and it was not yet clear to what extent the positions of\nindividual countries would be altered or how adjustment would be\nachieved. It might be some time before there would be a return to a\nsystem based on stable but adjustable par values or to general\nconvertibility. Nor would the full arrangements for management of the\nadjustment process and of global liquidity necessarily be feasible in\nthe period immediately ahead. At the same time, the Committee regarded\nit \"as of the highest importance that immediate steps should be taken to\nbegin an evolutionary process of reform.\" There was, for example, a\nparticular need to maintain close international consultation and\nsurveillance of countries' balance of payments policies in the Fund and\nto develop orderly means of financing imbalances, including means of\nmeeting the financial needs of many developing countries.<span dir=\"rtl\">’</span> p. 255-256.<a class=\"footnote-back\" href=\"#fnref18\" role=\"doc-backlink\">↩︎</a></p></li>\n<li id=\"fn19\"><p>Ibid. pp. 240-241.</p>\n<div class=\"bib-entry\" id=\"algeriacompensatoryfrancegermanygriffithherejonesjoseocampostephanyususwhen2008\"><p>Here, Algeria was expressing a concern of all developing states,\nbecause the effects of a freely floating system, and reliance on US\ndollar as international reserve, were especially bad for them. The\nfreely floating system had effectively come into play as the default\nposittion, something that US negotiators used to their advantage, by\nclaiming that they much preferred doing nothing and allowing a system of\nfloating rates. When even France and Germany decided to float, it was\nnow up to the leaders whose states would be most severely effected by\nthe breakdown in negotiations. See: Stephany Griffith-Jones, and Jose A.\nOcampo. \"Compensatory financing for shocks: what changes are needed?.\"\n(2008).</p></div>\n<p>'These shocks are very costly both for low- and middle-income\ncountries. Low-income countries have more limited room to build cushions\nof reserves and fiscal resources as a buffer against shocks. Such\n\"self-insurance\" in the form of higher reserves may have a particularly\nhigh opportunity cost for low-income countries, but also have high costs\nfor middle-income countries.1 These costs are both the opportunity costs\nof not using such reserves for higher investment or consumption as well\nas direct financial ones. The latter include both the social losses\nincurred by countries associated to the difference between interest\nrates earned on reserves and the average cost of external liabilities,\nas well as, for central banks, the difference between the former and the\ncosts of open market operations (to the extent that the monetary effect\nof reserve accumulation is sterilized using this policy instrument). The\ndecline of the U.S. dollar, in which these reserves are mainly held, has\nfurther added to these financial costs of holding reserves (see Rodrik,\n2006 and Cortez, Izurieta and Vos, 2008). As a result, effective\nofficial compensatory flows can play a crucial role in avoiding\nunnecessary costs to developing countries and poor people, both by\nreducing the need to hold such high levels of reserves and – more\nimportantly – by helping avoid unnecessary adjustment. As regards the\nformer, the existence of adequate and reliable official compensatory\nfacilities would reduce – but clearly not eliminate – the need for a\nminimum prudent level of countries<span dir=\"rtl\">’</span> foreign\nexchange reserves.' p. 1.<a class=\"footnote-back\" href=\"#fnref19\" role=\"doc-backlink\">↩︎</a></p></li>\n</ol>\n</section>",
        "references": [],
        "footnotes": [],
        "hypercites": [],
        "hyperlights": []
    }
]